{
    "tags": {
        "onl": {
            "h": "Online",
            "p": "Span Arts continues its work supporting the community online through the COVID crisis, with popular singing workshops, interactive craft tutorials, Facebook events, and more.",
            "i": "Jane_headphones_Remote_Choir-credit-Ruth-Jones-awaiting-permissions-319x258.jpg"
        },
        "art": {
            "h": "Art, Making",
            "p": "Our artists work with community members in creative activities",
            "i": "ONE-e1478689187476-319x258.jpg"
        },
        "gar": {
            "h": "Gardens",
            "p": "Many of our volunteers are keen gardeners, and our annual plants event continues online.",
            "i": "31485376_1531636530296029_7109229356685197312_o-319x258.jpg"
        },
        "mus": {
            "h": "Music",
            "p": "Classical, rock, jazz, choral, singing for fun - music in all forms is central to community wellbeing.",
            "i":"NAVF-Semi-Toned-NAVF-319x258.jpg"
        },
        "jaz": {
            "h": "Jazz",
            "p": "Span Jazz is renowned for its class acts, and has a strong local following.",
            "i": "ayo_su-1-319x258.jpg"
        },
        "sin": {
            "h": "Singing",
            "p": "Good for the body and soul, we run a variety of groups and tutorial sessions - now online",
            "i": "Kirsty-Martin-319x258.jpg"
        },
        "voi": {
            "h": "Voice",
            "p": "The Narberth A Capella Voice Festival is well-known throughout the UK. An exciting mixture of performance and participation over a long weekend.",
            "i":"89-319x258.jpg"
        },
        "the": {
            "h": "Theatre, Dance",
            "p": "Innovative performers come to Pembrokeshire.",
            "i": "39132218_1676233959169618_3700323357267329024_o-319x258.jpg"
        },
        "com": {
            "h": "Comedy",
            "p": "The Comedy Club brings talent from around the country to Pembrokeshire",
            "i": "comedy-319x258.gif"
        },
        "fol": {
            "h": "Folk Music and Poetry",
            "p": "The stories and songs that tell of our roots",
            "i": "20190522_134825-01-768x591-319x258.jpg"
        },
        "car": {
            "h": "Community",
            "p": "Span Arts exists to promote wellbeing through the arts, particularly those who may find it difficult to participate.",
            "i": "Memortal-sml-1-319x258.jpg"
        },
        "dig": {
            "h": "Digidol",
            "p": "Span looks for new ways of delivering cultural services via digital technology to rural communities across the whole of Pembrokeshire. Digidol was a project that trialled several innovative approaches.",
            "i": "20191114_185312-319x258.jpg"
        },
        "kid": {
            "h": "Kids",
            "p": "Many Span programmes involve children. We run workshops with schools and groups as well as family events.",
            "i": "thumbs_up-319x258.jpg"
        },
        "wom": {
            "h": "Women",
            "p": "Celebrating women's lives and power.",
            "i":"WWDiFord1-319x258.jpg"
        },
        "his": {
            "h": "Culture and History",
            "p": "Local knowledge and lore is the essence of a community. Contribute to the Deep Map of Pembrokeshire.",
            "i": "beach_mermaid-319x258.jpg"
        },
        "vol": {
            "h": "Volunteers",
            "p": "An enthusiastic roster of people who run Span events. The contribution of volunteers to the community benefits both.",
            "i":"Lighting-training-e1483614277144-319x258.jpg"
        },
        "fri": {
            "h": "Friends, funding, feedback",
            "p": "Support for Span comes from many directions. We're extremely grateful to funding bodies such as the Arts Council and Pembrokeshire County Council; to the Friends of Span Arts; to our Volunteers; and to local businesses.",
            "i": "SPAN-Friends-1-319x258.jpg"
        },
        "new": {
            "h": "News",
            "p": "",
            "i": "2014/09/Graffiti-west-wales-319x258.jpg"
        }
    },
    "titles": [
        {
            "h": "Music",
            "s": [
                "Music",
                "Singing",
                "Voice",
                "Jazz",
                "Folk"
            ]
        },
        {
            "h": "People",
            "s": [
                "Community",
                "Kids",
                "Comedy",
                "Women"
            ]
        },
        {
            "h": "Organization",
            "s": [
                "Volunteers",
                "Friends"
            ]
        }
    ],
    "items": [
        {
            "id": "eco-printing-with-kate-kekwick-material-list",
            "chunk": " Learn how to screen print with illustrator Kate Kekwick.  Kate brings her Eco-printing workshop online with Span Digidol for a two day workshop on  25th April &amp; 9th May.    Click the link below to see the full list of materials needed for the workshop.    PRINT WORKSHOP MATERIALS   Various items on the list can be exchanged for household objects which are hopefully readily available, but if not there&#8217;s always e-bay:     If you have problems viewing the link please contact marketing@span-arts.org.uk and",
            "img": "ECO-PRINT-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Eco Printing with Kate Kekwick – Material list",
            "tags": [
                "art",
                "onl"
            ]
        },
        {
            "id": "clwb-digi-a-maze-ing-easter-digital-egg-hunt-goes-live",
            "chunk": "  Span&#8217;s Digital intern Geraint Pickard Skeats presents his online  A-Maze-ing Easter Game !    Geraint has been working with the Digidol project as a volunteer since last May.  Geraint is studying Information Technology at Pembrokeshire Sixth Form college and just loves to code.  Lucky for us at Span&#8217;s Clwb Digi his latest project was to design and create a computer game.  We were hoping to meet this Saturday 11th April to hold a digital Easter egg hunt.  We&#8217;re pleased to be able to take the egg hunt online with Geraint&#8217;s brand new game!  We hope you enjoy this bit of Easter fun.  Who&#8217;ll be at the top of the leader board by the end of the Easter holidays?   Game Instructions:   <img\nclass=\"alignnone size-medium wp-image-7021\" src=\"https://www.span-arts.org.uk/wp-content/uploads/maze_game-300x193.jpg\" alt=\"\" width=\"300\" height=\"193\" srcset",
            "img": "maze_game-319x258.jpg",
            "oldTag": "clwb-digi",
            "st": "",
            "t": "Clwb Digi A-maze-ing Easter Digital Egg Hunt goes live!",
            "tags": [
                "dig",
                "kid",
                "onl"
            ]
        },
        {
            "id": "clwb-digi-cares",
            "chunk": "   Clwb Digi Cares    is a new intergenerational concept which seeks to connect children and young people with isolated   older   people through   A  rtist   and M  usician led online creative   technology   activities   to     reduce loneliness, improve wellbeing, develop new skills and alleviate boredom and frustration.       The project aims to introduce older people to new technologies in an atmosphere of playfulness and experimenta",
            "img": "Ones-and-Zeros-CLWB-DIGI-CARES-2-319x258.jpg",
            "oldTag": "clwb-digi-cares",
            "st": "",
            "t": "Clwb Digi Cares",
            "tags": [
                "car",
                "dig",
                "kid"
            ]
        },
        {
            "id": "span-digidoldigital-an-introduction",
            "chunk": " In May 2018 Span Arts launched an exciting new 2 year project Digidol   What is Digidol?      Digidol (Welsh for Digital) is a two year pilot project to develop a new way of delivering cultural services via digital technology to rural communities across the whole of Pembrokeshire.  The project has run a suite of creative and social activities over the past eighteen months.  In these final weeks",
            "img": "WEB-IMAGE-2-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "SPAN DIGIDOL – An introduction",
            "tags": [
                "car",
                "dig"
            ]
        },
        {
            "id": "clwb-digi-creative-technology-sessions-for-young-people",
            "chunk": " Since February 2018 Span Arts have been running monthly arts and technology sessions for young people at our offices in Narberth.     Clwb Digi was set up initially to cater for 8 – 12 year olds and has introduced young people to a number of different activities ranging from animation, app making, electric painting and live looping.  The series kicked off with attendees taking part in the Span Arts animation competition to create an ident for Span Digidol.  The winning animations appear in this short film:  <iframe\nwidth=\"500\" height=\"281\" src",
            "img": "P1080587-319x258.jpg",
            "oldTag": "clwb-digi",
            "st": "",
            "t": "Clwb Digi – Creative Technology Sessions for Young People",
            "tags": [
                "dig",
                "kid",
                "onl"
            ]
        },
        {
            "id": "keeping-connected",
            "chunk": " We are working hard behind the scenes to develop a diverse and uplifting programme of online events and activities in celebration of our Span Digidol/Digital project. But whilst we are at it, we thought you might like to see some other interesting creative things to do online so we have started a blog. Keep visiting as we will keep adding to it   Google Arts &amp; Culture:  Featuring content from over 2000 leading museums and archives &#8211; a feast for the eyes!   https://artsandculture.google.com/partner    National Theatre : Live streaming every Thursday evening   https://www.nationaltheatre.org.uk/nt-at-home?queueittoken=e_safetyevent25mar20~q_c1d09d",
            "img": "WEB-picture-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "Stay home, but stay connected with a mixture of cultural, creative and helpful links.",
            "t": "Keep Connected",
            "tags": [
                "car",
                "onl"
            ]
        },
        {
            "id": "span-arts-to-remain-active-online",
            "chunk": "  The Span Arts building will be temporarily closed from Tuesday 17  th   March until further notice   due to   the   Government  ’s announcement of   emergency measures be  ing   put in place   on Tuesday night  .         Span Arts   has had to take the difficult decision to cancel or postpone our forthcoming programme of events and also cancel all community activities held in the building   to protect our audience, volunteers and staff  . <span",
            "img": "P1310577-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Span Arts to remain active online.",
            "tags": [
                "onl",
                "fri"
            ]
        },
        {
            "id": "can-sing-technical-interlude",
            "chunk": " As we all know singing is a great thing for lung health and reducing anxiety so whether together or apart we&#8217;re going to try to keep on doing it!  Fingers crossed more info coming soon&#8230;    The following two tabs change content below.    Bio    Latest Posts           <div\nclass=\"ts-",
            "img": "CANSING-319x258.gif",
            "oldTag": "singing-group",
            "st": "",
            "t": "Cân Sing – Technical Interlude",
            "tags": [
                "car",
                "onl",
                "sin"
            ]
        },
        {
            "id": "help-us-add-to-the-span-deep-map-map-digi-penfro",
            "chunk": "  Map Digi Penfro  is an online digital map that allows people to record information that is important to them about the places they live in and pass through.  Information can be recorded as text or image including photographs, drawings, audio recordings and even short films.  &nbsp;     The project was developed over the past year as part of Span Digidol starting with an intensive weekend at Garn Fawr in July 2019 followed by day workshops in Narberth, Broad Haven and Newport. <div\nid=\"attachment_6",
            "img": "teitl-319x258.jpg",
            "oldTag": "digidol",
            "st": "",
            "t": "Help us add to the Span ‘deep’ map – Map Digi Penfro!",
            "tags": [
                "car",
                "dig",
                "kid",
                "his",
                "onl"
            ]
        },
        {
            "id": "span-arts-coronavirus-statement-17th-march-2020",
            "chunk": " The Span Arts building will be temporarily closed from Tuesday 17 March until further notice.  Span Arts however will remain active and our team will be working from home. How long this needs to last, we don’t know, but we really do hope it contributes to slowing the spread of infection for the benefit of all.  We either have or will be cancelling events in March and April in the first instance and will contact customers as soon as possible to let you know and arrange a refund.  However our project activity remains busy and vital and we are working hard to find alternative and creative ways to provide support, connection and respite for all, especially those most vulnerable.  It has rarely felt as important as it does now to combat isolation and loneliness and help people feel better, happy, and connected in Pembrokeshire.  Keep well and much love from Span Arts.  &nbsp;   Dydd Mawrth, Mawrth 17eg 2020   Bydd adeilad Celfyddydau Span",
            "img": "span-building-319x258.gif",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Span Arts Coronavirus Statement 17th March 2020",
            "tags": [
                "fri"
            ]
        },
        {
            "id": "make-a-date-for-some-blooming-bargains-at-the-span-arts-big-plant-sale",
            "chunk": " Saturday 2nd  May sees the return of Narberth&#8217;s  The BIG Plant Sale , one of the most important dates on Pembrokeshire’s gardening calendar.     The Plant Sale hosts a huge range of stalls with an impressive range of flowers, herbs and vegetable plants, as well as specialist ",
            "img": "6178362872_717a7e488e_z-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Make a date for some blooming bargains at the Span Arts BIG Plant Sale!",
            "tags": [
                "gar"
            ]
        },
        {
            "id": "celebrating-the-welsh-music-scene-in-compelling-bilingual-style",
            "chunk": "  Georgia Ruth and Bardd , Newport Memorial Hall, 20 March  Span Arts are absolutely delighted to be hosting the Launch of Welsh Music Prize winner Georgia Ruth’s new album Mai, and the global fusion trio Bardd whose members include Young People’s Laureate Wales’s Poet Martin Laws and legendary Emcee, Beatbox and Welsh/International Live Looper champion, Mr Phormula.     As a true bilingual event, with songs sung in both Welsh and English this will weave together different instruments, different languages, different musical styles into one beautiful groove. This will be a fantastic event not to be missed!</p",
            "img": "thumbnail-2-243x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Celebrating the Welsh Music Scene in Compelling Bilingual Style!",
            "tags": [
                "fol",
                "mus"
            ]
        },
        {
            "id": "bbc-radio-4-gardeners-question-time-comes-to-narberth-for-the-first-time",
            "chunk": "  Span Arts BIG Plant Sale are delighted to host BBC Radio 4’s Gardeners’ Question Time which comes to Narberth on Wednesday 25 March to record the programme that has become a Radio 4 institution, attracting 2 million listeners a week.   The celebrated panel of gardening experts, including  Chris Beardshaw, Pippa Greenwood  and  Anne Swithinbank  with  Kathy Clugston  in the chair, will be tackling the questions put to them by local gardening enthusiasts.  “ We are delighted to be hosting BBC Radio 4’s Gardeners Question Time for its first visit to Narberth &#8211;  it’s timed perfectly with Spring just starting to emerge and as we gear up for our BIG Plant Sale in just 6 weeks time .” Kathryn Lambert, Director, Span Arts.    <img\nclass=\"alignnone size-medium wp-image-6826\" src=\"http://www.span-arts.org.uk/wp-content/uploads/Kathy-Clugston-e1583332121982-200x300.jpg\" alt=\"\" width=\"200\" height=\"300\" s",
            "img": "GQT-logo-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "BBC Radio 4 Gardeners Question Time comes to Narberth!",
            "tags": [
                "gar"
            ]
        },
        {
            "id": "6814",
            "chunk": "  Span Arts teams up again with Theatr Gwaun and comic Clare Ferguson-Walker for a second Laughing Dragon Cabaret at 8pm on Friday 27 March.     Fishguard’s Theatr Gwaun hosts this tremendous comedy triple-bill &#8211; triple the fun, triple the giggle, triple the belly laugh ache!      Olaf Falafel is the Winner of Edinburgh Fringe Festival’s Funniest Joke Award – he’ll laugh you into Spring with hi",
            "img": "sooz-kempner-e1571743845675-1-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "The Laughing Dragon returns with more red-hot rib-tickle!",
            "tags": [
                "com"
            ]
        },
        {
            "id": "map-digi-penfro-4-newport-and-carn-ingli",
            "chunk": " Saturday 29th February, Newport Memorial Hall, SA42 0TF, 10am &#8211; 4pm     The Digidol project  Map Digi Penfro  heads to Newport Memorial Hall on Saturday 29th February with a day exploring a pioneering landscape with significance to issues of sustainability in agriculture and energy today.  Span Digidol will be joined by Annie Sears who will share her own story of coming to Newport and the pioneering life of her parents who farmed at Fachongle.  There will also be a short film screening showing s",
            "img": "map_digi-319x258.jpg",
            "oldTag": "digidol",
            "st": "",
            "t": "Map Digi Penfro #4 – Newport and Carn Ingli",
            "tags": [
                "car",
                "dig",
                "his",
                "onl"
            ]
        },
        {
            "id": "navf-2020-hear-it-from-the-workshop-leaders",
            "chunk": " Over the festival weekend, we’ve organised a whole range of informative, fun and inspiring workshops for anyone looking to practice their vocals under the supervision of some incredible a cappella masters. The workshops will offer festival goers the opportunity to sing together with the acts and each other in a wide range of styles from Corsican, to Welsh harmony, Georgian to Looping plus many more!  Ahead of the festival we spoke with some of the workshop leaders to gain a little insight into what to expect when taking part in their sessions.   Caroline Bithell  will be leading workshops in  Corsican  and  Georgian , here she tells us about where her passion for singing came from along with her intentions for the workshops:  &#8220; I was born and grew up in Wales so maybe it&#8217;s not surprising that singing has always been an important part of my life. I&#8217;ve always been fascinated by other places, cultures and ",
            "img": "Kirsty-Martin-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "NAVF 2020 – Hear it from the Workshop Leaders!",
            "tags": [
                "sin"
            ]
        },
        {
            "id": "map-digi-penfro-3-broad-haven-and-st-brides-bay",
            "chunk": "  Saturday 1st February, Broad Haven Youth Hostel, Broad Haven, SA62 3JH 10am – 4pm      The Digidol project  Map Digi Penfro  continues with a hands on workshop at Broad Haven Youth Hostel on Saturday February 1st.   Map Digi Penfro  is an online digital map that allows people to record information that is important to them about the places they live in and pass through.  Information can be recorded as text or image including photographs, drawings, audio recor",
            "img": "beach_mermaid-319x258.jpg",
            "oldTag": "digidol",
            "st": "",
            "t": "Map Digi Penfro #3 – Broad Haven and St Brides Bay",
            "tags": [
                "car",
                "dig",
                "his",
                "onl"
            ]
        },
        {
            "id": "food-for-the-soul-narberth-a-capella-voice-festival",
            "chunk": "   Narberth’s A Cappella Voice Festival  (NAVF)  comes to town on the weekend of 15/16 February 2020 at the Queens Hall. This is an uplifting, joyous way to participate in the voice and singing Arts and is the perfect antidote to a bleak February. This presents a unique opportunity over a whole weekend to listen to outstanding performances and participate in signing workshops from around the world.     Saturday Night Concert Headline Act Semi -Toned  Span Arts is all about encouraging engagement and participation in the arts t",
            "img": "ST-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "Workshops, a jaw dropping concert and much more!",
            "t": "Food for the Soul – Narberth A Cappella Voice Festival",
            "tags": [
                "mus",
                "sin",
                "voi"
            ]
        },
        {
            "id": "come-along-to-navf-and-feel-the-power-of-song-lift-your-soul-swell-your-heart-and-boost-your-wellbeing",
            "chunk": "  Narberth A Capella Voice Festival  – an uplifting, joyous way to participate in the Arts of voice and singing – the perfect antidote to a bleak February. 15/16 Feb 2020.  Span Arts is all about encouraging engagement and participation in the arts that can bring meaningful experiences, reduce rural isolation, loneliness and deprivation, boost wellbeing and enrich the lives of the people living in predominantly rural Pembrokeshire.  Span Arts has gathered a plethera of examples showing how participation in community arts events can bring communities across Pembrokeshire together and boost wellbeing. Some of our most uplifting examples are the Narberth A Capella Voice Festival (NAVF), the intergenerational choir Côr Pawb and Caring Choirs project &#8211; each bring people together through song, whether in the listening or in the singing together in unison.  <img\nclass=\"alignnone size-medium wp-image-6697\" src=\"http://www.span-arts.org.uk/wp-content/upload",
            "img": "RYVP-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Come along to NAVF and feel the power of song lift your soul, swell your heart and boost your wellbeing!",
            "tags": [
                "mus",
                "sin",
                "voi"
            ]
        },
        {
            "id": "singing-is-good-for-the-soul-and-our-wellbeing",
            "chunk": " The Narberth A Cappella Festival (NAVF) returns in February after a year’s rest. Come along and find out just how Singing is good for the soul and our wellbeing, both in the listening and in the participation.  The NAVF Festival will feature a Saturday evening concert with a rich line up of performances, singing workshops to bookend the festival and a very special additions of a Singing Feast, a Celebration of Community and Song and the launch of the new singing project  Raise Your Voice Pembrokeshire.  NAVF info:  https://span-arts.ticketsolve.com/shows/873616169   There is a growing body of scientific evidence explaining what community singers have always known, that singing’s good for us! The Sidney de Haan Centre for Research, which is part of Canterbury University, has been researching into the health benefits of singing for more than a decade and reports that singing brings about  “ a state of co",
            "img": "Web-image-2-319x258.jpg",
            "oldTag": "narberth-a-cappella-voice-festival",
            "st": "",
            "t": "Singing is good for the soul and our wellbeing.",
            "tags": [
                "car",
                "mus",
                "sin",
                "voi"
            ]
        },
        {
            "id": "some-good-news-narberths-a-cappella-voice-festival-returns-in-february",
            "chunk": "  We are so excited to announce that Narberth’s A Cappella Voice Festival (NAVF) returns with an uplifting biennial celebration of voice over the weekend of 15/16 Feb 2020 in The Queens Hall, Narberth.    The NAVF Festival is a wonderful opportunity for people to come together to share in a joyful weekend of singing. This year, we have a Saturday evening concert with a rich line up of performances, singing workshops to bookend the festival and a very special additions of  a Singing Feast, a Celebration of Community and Song and a very extraordinary record-breaking attempt.   NAVF Saturday Concert , 15 Feb, brings captivating performances from Semi Toned, Exeter’s award winning all male choir (Barbershop harmony), Ye Vagabonds (Irish folk) and Durga Ramakrishnan (Indian).  <img\nclass=\"alignnone size-medium wp-image-6639\" src=\"http://www.span-arts.org.uk/wp-content/uploads/NAVF-Semi-Toned-NAVF-300x300.jpg\" alt=\"\" width=\"300\" height=\"300\" src",
            "img": "NAVF-Semi-Toned-NAVF-319x258.jpg",
            "oldTag": "narberth-a-cappella-voice-festival",
            "st": "",
            "t": "Some Good News: Narberth’s A Cappella Voice Festival returns in February.",
            "tags": [
                "mus",
                "sin",
                "voi"
            ]
        },
        {
            "id": "span-arts-is-saying-thankstoyou-to-national-lottery",
            "chunk": "  The perfect Christmas present for someone who loves the arts: 20% off annual Friends of Span Arts pass for discounted tickets to all our events.     Span Arts is saying #ThanksToYou to National Lottery players with a special offer on our   Friends of Span   scheme – our annual pass for discounted price tickets. We’ve knocked  20%  of the normal price.  This is part of the #ThanksToYou campaign marking the 25th birthday of The National Lottery. It’s a celebration of the extraordinary impact National Lottery players have on the lives of people and communities throughout the UK, with over £30 million going to good causes every week. #ThanksToYou for making the UK a better place.  “ As a recipient of National Lottery funding, Span Arts are delighted to be part of this campaign thanking the National Lottery and the lottery players themselves for helping us to provide a diverse and vibrant arts programme for communitie",
            "img": "spaceman-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Span Arts is saying #ThanksToYou to National Lottery!",
            "tags": [
                "fri"
            ]
        },
        {
            "id": "moon-theme-lantern-parade-given-lift-off-with-pedal-powered-cinema-experience",
            "chunk": "    In October 2018 Span Arts held a consultation event around the future of the Haverfordwest lantern parade at Haverhub.  The event provided an opportunity for local people to come and experience some alternative light solutions with a view to extending the possibilities of the traditional lantern parade.  In 2019 with the experience and findings of that in mind Span Digidol set out to find a way of incorporating that spirit of innovation within this year&#8217;s lantern parade.  Several factors influenced the design of the event; the growing awareness",
            "img": "spaceman-319x258.jpg",
            "oldTag": "digidol",
            "st": "",
            "t": "Moon theme lantern parade given lift off with pedal powered cinema experience!",
            "tags": [
                "car",
                "the"
            ]
        },
        {
            "id": "clwb-hyrwyddwyr-ifanc-llygoden-yr-eira-2",
            "chunk": " Ar nos Fawrth gaeafol aeth Span Digidol i weithio gyda Chlwb Hyrwyddwyr ifanc i drafod marchnata digidol ar gyfer sioe dymhorol Theatr Genedlaethol Cymru Llygoden yr Eira.  Mae&#8217;r Clwb yn cwrdd yn Ysgol y Preseli ac wedi dod at ei gilydd i gymryd cyfrifoldeb a phob agwedd o baratoi at ymweliad y sioe theatr yma at Ganolfan Hermon ym mis Rhagfyr.     Dyma&#8217;r grŵp yn cyflwyno&#8217;u hunain:  &#8220;Mae rhai o ddisgyblion blwyddyn 10 Ysgol Y Preseli yn cydweithio gyda T",
            "img": "thumbs_up-319x258.jpg",
            "oldTag": "digidol",
            "st": "",
            "t": "Span Digidol yn gweithio gyda Clwb Hyrwyddwyr Ifanc Llygoden yr Eira",
            "tags": [
                "dig",
                "kid"
            ]
        },
        {
            "id": "map-digi-penfro-2-narberth",
            "chunk": "  7 th  December, Span Arts, Town Moor, Narberth 10am – 4pm        Map Digi Penfro  , the Pembrokeshire ‘deep mapping’ project returns for another community mapping day in Narberth on December 7 th .  The day is an opportunity to share stories and knowledge about Narberth with the intention of recording information to an online map in order to create a ‘deep map’ of the town and surrounding area.  <img\nclass=\"alignnone size-medium wp-i",
            "img": "20191114_185312-319x258.jpg",
            "oldTag": "digidol",
            "st": "",
            "t": "Map Digi Penfro #2 – Narberth",
            "tags": [
                "car",
                "dig",
                "fol",
                "his",
                "onl"
            ]
        },
        {
            "id": "haverfordwest-lantern-parade-the-route",
            "chunk": "The Haverfordwest lantern parade tonight!  The parade will go ahead in light rain.    However, due to poor weather we are moving the pedal powered cinema from the Castle to Haverhub so you will have a pleasant indoor cycling and viewing experience. Collect your lantern and take part from 6pm at Haverhub.",
            "img": "Facebook-Event-Image-2-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Haverfordwest Lantern Parade – The Route",
            "tags": [
                "car",
                "art"
            ]
        },
        {
            "id": "several-small-steps-through-haverfordwest-one-giant-parade-for-pembrokeshire",
            "chunk": "  The Haverfordwest Lantern Parade is back!  The  Over the Moon Lantern and Light Parade  celebrates space and the night sky, marking 50 years since the first moon landing.  Several small steps through Haverfordwest, one giant parade for Pembrokeshire .    7pm. 31 October 2019   Span Arts are over the moon to announce the return of the spectacular and much-loved Haverfordwest Lantern Parade .  This fantastic event brings together thousands of people from all communities across the county to celebrate life with a procession filled with light. The 2019 Lantern Parade has a new route, new lanterns, a new destination and its new theme helps to mark the 50 th  Anniversary of the first moon landing.  The  Over the Moon Lantern and Light Parade  will start at Castle Square at 7pm and weave its way through the streets of the county town to Haverfordwest Castle.  The night sky will then come alive with l",
            "img": "Web-image-1-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Several small steps through Haverfordwest, one giant parade for Pembrokeshire!",
            "tags": [
                "car",
                "art"
            ]
        },
        {
            "id": "map-digi-penfro-launched-at-theatr-gwaun",
            "chunk": " Map Digi Penfro is now available to view online and can be accessed at the following address:  http://j.mp/mapdigipenfro .     A successful film screening and launch of the digital community mapping project Map Digi Penfro was held at Theatr Gwaun in Fishguard on Friday 13 th  September and attended by some sixty people.  The project is part of our Span Digidol project funded by the Arts Council of Wales and the Arwain Sir Benfro Leader programme. The project seeks to fuse arts and technology to deal with i",
            "img": "teitl-319x258.jpg",
            "oldTag": "digidol",
            "st": "",
            "t": "Map Digi Penfro Launched at Theatr Gwaun",
            "tags": [
                "car",
                "dig",
                "fol",
                "his",
                "onl"
            ]
        },
        {
            "id": "the-successful-preseli-poetry-slam",
            "chunk": " Throughout this spring and summer Span Arts delivered the second community arts project embedded in the  Ein Cymdogaeth Werin  project.  The Preseli Poetry Slam | Slam Barddoniaeth y Preseli was a community poetry writing and performance project set in the heart of the Preseli region lead by artist Nia Lewis.  We commissioned exceptional Welsh language poet Karen Owen as the Preseli Poet who was in residence in the county for three periods in May, June and July.  During her residency Karen set about inspiring the people of Pembrokeshire to pick up their pens and write about their lives in the area; their thoughts and feelings about the landscape and the people.  The resulting poems are personal, sensitive and thought-provoking reflections on Preseli life from a variety of perspectives.  <img\nclass=\"alignnone size-medium wp-image-6433\" src=\"http://www.span-arts.org.uk/wp-content/uploads/Launch02-credit-Sharron-Harris-300x168.jpg\" alt=\"\" width=\"300\" height=\"16",
            "img": "20190522_134825-01-768x591-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "The Successful Preseli Poetry Slam!",
            "tags": [
                "voi"
            ]
        },
        {
            "id": "connecting-ancient-myth-with-modern-mortals-lament-of-the-selkie-by-rachel-taylor-beales",
            "chunk": " In the lead up to the gig-theatre production by   Rachel Taylor-Beales   we invite her to give a little insight into the back-story behind  Stone’s Throw, Lament Of the Selkie .  Having been a full time singer songwriter and touring artist over the last 20 years, this is my first venture into the world of theatre and I am thrilled to have received support of Arts Council Wales in order to make the piece.  The idea of a collaborative storytelling piece focusing on a retelling of selkie mythology first occurred way back in 2011, when composer Gillian Stevens introduced me to the folklore tales of these shape-shifting seal folk. But this initial project was to be short lived as a few months later I was immobile and house bound, having sustained injuries to my hip and back after falling from stage while on tour in rural Italy. The fall was traumatic in itself, but what compounded it all was the fact",
            "img": "Rachel-An-Lucy-under-pier-dresses-319x258.png",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Connecting ancient myth with modern mortals – Lament of The Selkie by Rachel Taylor-Beales",
            "tags": [
                "fol",
                "his",
                "the"
            ]
        },
        {
            "id": "love-span-arts-make-friends",
            "chunk": " Here at Span Arts we have established a SPAN Friends scheme to ensure that we have a broad base of people who are interested in the work of SPAN and  reflects the communities we serve.  For just £20 per year, Span Friends will receive ticket discounts, complimentary brochures posted to your door and special offers.  Span Friends will be encouraged to assist with the promotion of SPAN including their involvement with fundraising and / or volunteering.  In addition, you will receive the following benefits:   Feel good factor in making an important contribution to the arts in Pembrokeshire!  Receive Discount on tickets for most events held by Span Arts (usually £2 discount)  Complimentary season brochure sent directly to each Friend  Ability to Reserve tickets up to 1 week in advance  Receive special of",
            "img": "SPAN-Friends-1-319x258.jpg",
            "oldTag": "new-span-friends-scheme",
            "st": "The perfect gift this Christmas",
            "t": "Love Span Arts? Make Friends!",
            "tags": [
                "car",
                "vol",
                "fri"
            ]
        },
        {
            "id": "span-digidol-deep-map-of-garn-fawr-to-be-revealed-at-theatr-gwaun",
            "chunk": " In July 2019 Span held an innovative digital mapping day centred on Garn Fawr an Iron Age Hill Fort on the Strumble Head peninsula.  On Friday 5 th  July Span welcomed the Prifardd (chaired poet) Mererid Hopwood, wildlife expert and Strumble Head resident Shani Lawrence, and geologist Math Williams to St Nicholas church hall.  There they were also joined by a group of year 5 pupils from Ysgol Wdig and from this base camp set out to climb Garn Fawr.  They spent time on the mountain and were introduced to the flora and fauna of the place as well as the geological processes that had led to the landscape’s formation.  The pupils were then able to write a poem with the help of Mererid Hopwood, reflecting on their experiences outdoors.  <img\nclass=\"size-medium wp-image-6394\" src=\"http://www.span-arts.org.uk/wp-content/uploads/20190705_110610-300x169.jpg\" alt=\"\" width=\"300\" height=\"169\" srcset=\"http",
            "img": "cliff_fall-319x258.jpg",
            "oldTag": "digidol",
            "st": "",
            "t": "Span Digidol ‘deep map’ of Garn Fawr to be revealed at Theatr Gwaun",
            "tags": [
                "car",
                "dig",
                "fol",
                "his",
                "onl"
            ]
        },
        {
            "id": "celebrating-our-volunteers-a-year-in-pictures",
            "chunk": " Here at Span the volunteers are the back bone of the organisation. Without them Span Arts would cease to exist. We are forever grateful for what our lovely team of volunteers do for us. Here&#8217;s some of them in action!  Everyday we see examples of how volunteering in the arts increases confidence, develops new skills, improves wellbeing and helps people to make new friends.  We are very grateful to Pembrokeshire County Council who fund our Volunteering programme through the Enhancing Pembrokeshire grant.  \n\t\t\t#gallery-2 {\n\t\t\t\tmargin: auto;\n\t\t\t}\n\t\t\t#gallery-2 .gallery-item {\n\t\t\t\tfloat: left;\n\t\t\t\tmargin-top: 10px;\n\t\t\t\ttext-align: center;\n\t\t\t\twidth: 33%;\n\t\t\t}\n\t\t\t#gallery-2 img {\n\t\t\t\tborder: 2px solid #cfcfcf;\n\t\t\t}\n\t\t\t#gallery-2 .gallery-caption {\n\t\t\t\tmargin-left: 0;\n\t\t\t}\n\t\t\t/* see gallery_shortcode() in wp-includes/media.php */\n\t\t  <dl\nclass='gallery-",
            "img": "vols-319x258.jpg",
            "oldTag": "volunteers",
            "st": "",
            "t": "Celebrating our Volunteers!",
            "tags": [
                "vol"
            ]
        },
        {
            "id": "laughing-dragon-cabaret-breathing-new-fire-into-the-span-arts-comedy-club",
            "chunk": "  Span Arts  are absolutely delighted to be teaming up with  Theatr Gwaun  to launch the  Laughing Dragon Cabaret.  This is Span Arts’ Comedy club re-imagined, re-invigorated and re-located.   Laughing Dragon Cabaret  will take place in the 1920&#8217;s theatre space of  Theatr Gwaun  with a fresh and fine set of acts.     The event is hosted by Theatr Gwaun and Span Arts and was pulled together with the help of local poet and comic  Clare Ferguson-Walker , whose knowledge and expertise of the comic scene is second to none. A great opportunity to be",
            "img": "Web-image-319x258.gif",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Laughing Dragon Cabaret – breathing new fire into the Span Arts’ Comedy Club.",
            "tags": [
                "com"
            ]
        },
        {
            "id": "grab-your-blankets-ready-for-a-night-under-the-stars",
            "chunk": " The ever-popular Festival Players Theatre Company, whose Patron is now Dame Judi Dench, return to the captivating outdoor setting of Lampeter House. The all-male company will perform this delicious comedy, popular for over 400 years, about misunderstandings, love and deception.  “The course of true love never did run smooth”, but the sparring antics of Shakespeare’s erstwhile lovers, Beatrice and Benedick, provide great hilarity for the other members of the household who plot to reunite them. Against this background, another romance is almost derailed by the machinations of a jealous Duke until the local constabulary bumble upon his plans. Don’t miss this Summer treat; fun for all the family!   <img\nclass=\"alignnone size-medium wp-image-5895\" src=\"http://www.span-arts.org.uk/wp-content/uploads/outdoorshakespeare-300x158.jpg\" alt=\"\" width=\"300\" height=\"158\" srcset=\"http://www.span-arts.org.uk/wp-content/uploads/outdoorshakespeare-300x158.jpg 300w, http://ww",
            "img": "39132218_1676233959169618_3700323357267329024_o-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Grab your blankets ready for a night under the stars!",
            "tags": [
                "the"
            ]
        },
        {
            "id": "can-you-help-by-sharing-your-experience-of-creative-activities-and-events-in-pembrokeshire",
            "chunk": "  What are your views on better access to quality arts and culture for everyone in Pembrokeshire?    Can arts organisations and groups in the county work more closely together?    And how can we raise the profile of arts and celebrate Pembrokeshire’s diverse bilingual cultural offer?   These are just some of the questions that the Inspiring Pembrokeshire Cultural Project is aiming to answer over the next few months.  The project aims to deliver better access to quality arts and culture for everyone in the county. In order to improve this we need you to tell us your views!  <img\nclass=\"alignnone size-medium wp-image-6279\" src=\"http://www.span-arts.org.uk/wp-content/uploads/P1320053-300x169.jpg\" alt=\"\" width=\"300\" height=\"169\" srcset=\"http://www.span-arts.org.uk/wp-content/uploads/P1320053-300x169.jpg 300w, http://www.span-arts.org.uk/wp-content/uploads/P1320053-768x432.jpg 768w, http://www.span-arts.org.uk/wp-conten",
            "img": "P1320049-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Can you help shape the cultural and arts sector in Pembrokeshire?",
            "tags": [
                "car",
                "fri"
            ]
        },
        {
            "id": "preseli-poetry-slam-project",
            "chunk": "  This summer Span Arts and PLANED have been hosting a unique bilingual writing project.   The   Preseli   Poetry Slam Project is now in   the   closing phase and we’d like to invite you to take part.       Welsh poet Karen Owen has been commissioned as our Poet in Residence, spending time in the county over May, June and finally in July.  During this   time   she has been inspiring the people of   Pembrokeshire   to pick up their pens to write about life in the region.  She has worked in schools, pubs, village halls and even in people’s homes, the feedback from all ",
            "img": "20190522_134825-01-768x591-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Your thoughts and experience of life in the Preseli Region – The Preseli Poetry Slam",
            "tags": [
                "fol",
                "his",
                "voi"
            ]
        },
        {
            "id": "clwb-digi-spans-digital-youth-club",
            "chunk": " Clwb Digi is one of our pilot digital projects for Span Digidol. We launched the programme in February this year and have so far run monthly sessions on digital film and animation, app making, robotics, making contact microphones and sound manipulation. We&#8217;ve had great feedback from our participants and will be continuing to deliver this service at least until Easter 2020. Here’s what kids and their parents said:  “It was awesome!”  “I loved it and please do more!”  “Thank you – lovely to see the kids engaged and inspired”  One thing we’ve learnt is that teenagers have different digital needs from slightly younger children, so from September, we are planning a two-tiered Clwb Digi, our regular session will continue monthly for ages 8-13. We will also be running Clwb Digi Uwch, sessions for ages 12-16 exploring more advanced digital skills. If your child falls into both age groups they are welcome to attend both sessions. Clwb Digi Uwch will be led by our di",
            "img": "P1060210-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Clwb Digi – Span’s Digital Youth Club Continues!",
            "tags": [
                "dig",
                "kid"
            ]
        },
        {
            "id": "big-bright-and-bold-the-new-span-arts-mural",
            "chunk": " The new mural on the Span Arts building plays with language and storytelling and is based on words used to describe the local arts charity, as well as feedback about their work from audiences and participants in English and Welsh. The vowels have been edited allowing the words to still be identifiable through examination to enhance curiosity and prompt imagination. The colours taken from the Pembrokeshire flag.     Over recent years the organisation has been delivering high quality and a diverse range of music, theatre, comedy and voice events, alongsid",
            "img": "P1310576-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Big, bright and bold! The new Span Arts mural!",
            "tags": [
                "fri"
            ]
        },
        {
            "id": "collaborative-mapping-workshop",
            "chunk": " Inspired by the words of the poet Dewi Emrys, who is remembered by a stone monument at Pwll Deri, the workshop will create a ‘deep map’ of the area by answering the question, ‘What are the thoughts that come to you when sitting above Pwll Deri?’  Garn Fawr was once an iron age hillfort, there are also many other sites of interest including a hermit’s cell, a holy well, a WW2 lookout shelter, fascinating geological features as well diverse wildlife. Workshop participants throughout the weekend will have access to the knowledge of specialists including: artist Rowan O’Neill, wildlife specialist Shani Lawrence, geologist Matthew Williams, archaeologist Ken Murphy, microbiologist John Ewart and poet Mererid Hopwood who will all engage in the collaborative mapping of this ancient landscape that continues to inspire residents and visitors alike. Images and recordings will be collected over the weekend and uploaded onto an ever-evolving digital map that will be available online beyond the ",
            "img": "MapDigi-Penfro-319x258.jpg",
            "oldTag": "digidol",
            "st": "",
            "t": "Map Digi Penfro #1 Garn Fawr Collaborative Mapping Workshop",
            "tags": [
                "car",
                "dig",
                "fol",
                "his",
                "onl"
            ]
        },
        {
            "id": "span-arts-and-national-theatre-wales-team-presents",
            "chunk": "  Open Mic Night at Druidstone Hotel     An Open Mic Night,  hosted by  Span Arts  and  National Theatre Wales   TEAM,  will be held for the second year running at  Druidstone Hotel on Thursday 4 th  July at 8pm.   Siobhan Ashe from Span arts commented “There are so far over 15 acts who are all so diverse –it looks like it will be a really entertaining evening of local talent.”  <img\nclass=\"alignnone size-medium wp-image-6104\" src=\"http://www.span-arts.org.uk/wp-content/uploads/39871934_1685768178216196_6392670387548717056_o-300x180.jpg\" alt=\"\" width=\"300\" height=\"180\" srcset=\"http://www.span-arts.org.uk/wp-content/uploads/39871934_1685768178216196_6392670387548717056_o-300x180.jpg 300w, http://www.span-arts.org.uk/wp-content/uploads/39871934_1685768178216196_6392670387548717056_o-768x460.jpg 768w, http://www.span-arts.org.uk/wp-content/uploads/39871934_1685768178216196_6",
            "img": "39900023_1685767978216216_4012880943579660288_o-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Span Arts and National Theatre Wales TEAM presents",
            "tags": [
                "fol",
                "mus",
                "the"
            ]
        },
        {
            "id": "mister-magnolia-many-things",
            "chunk": " such as an old trumpet that goes rooty-toot, some very fat owls learning to hoot, a big purple dinosaur who&#8217;s a magnificent brute, two sisters who play the flute, and even a swimming pool. But he still only has one boot! Join Mister Magnolia on his wacky adventures!   We are delighted to be teaming up with the National Trust Colby Woodland Gardens in Amroth to bring this brilliant Family Theatre to Pembrok  e  shire on     3rd August!      &#8216;Mister Magnolia,&#8217; based on Quentin Blake’s boo  k   is   brought to you by    Folksy Theatre  <span\ndat",
            "img": "Mr-Magnolia-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Mister Magnolia has many things…",
            "tags": [
                "kid",
                "the"
            ]
        },
        {
            "id": "remote-choir-project-featured-in-nhs-health-and-wellbeing-case-study",
            "chunk": " I n March 2019 our project Remote Choir / Côr Pellenig, which took place in 2018, was highlighted as an example of how the arts can contribute to tackling a key priority of the NHS in a briefing paper for the Cross Party Group on Arts and Health for the Welsh NHS Confederation.  News of the project had reached Wales Arts and Health Network, who approached Span to commission a short film documenting the project, funded by the Arts Council of Wales. The briefing paper included three film case studies of how arts based initiatives are being used to tackle loneliness and isolation to improve people&#8217;s health and wellbeing.    Watch the newly commissioned film here:      <span\nstyle",
            "img": "Jane_headphones_Remote_Choir-credit-Ruth-Jones-awaiting-permissions-319x258.jpg",
            "oldTag": "digidol",
            "st": "",
            "t": "Remote Choir Project featured in NHS Case Study",
            "tags": [
                "car",
                "dig",
                "onl"
            ]
        },
        {
            "id": "richard-durrant-music-for-midsummer",
            "chunk": "  Richard Durrant  has performed tirelessly since his graduation from the Royal College of Music &amp; London debut in 1986. He plays c.70 concerts each year at home and abroad and has written, arranged and discovered much new guitar repertoire. Performing, composing, promoting music literacy and breaking down musical barriers has been his life’s work.  Richard will be visiting  Bethesda Chapel, Narberth High St.  on  6th June  where audiences can expect to hear JS Bach’s 3rd Cello Suite played in its entirety on the ukulele, British folk melodies played on Tenor Guitar and a number of Durrant originals on concert guitar.      Richard says: “I want to use these gigs to explore the real meaning of midsummer &#8211;",
            "img": "High-Res-for-print-25-845x684-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "One of the great guitarists of his generation!",
            "t": "Richard Durrant – Music For Midsummer",
            "tags": [
                "mus"
            ]
        },
        {
            "id": "pembrokeshires-best-local-talents-come-together-for-one-night-of-eclectic-performances",
            "chunk": " Over the last few years, local musicians around Pembrokeshire have been lighting up the area with their original and energy-fuelled shows. For the second consecutive year, these artists are coming to the Queen’s Hall to perform in The Future Is Now event, an annual two-stage show that lets the best young artists in the county display their talents.  One of last year’s act’s, EXILES, are making their return to the Queen’s Hall in their biggest show to date. The hard rock group are bringing their energetic metal-esque style to the main stage in an unmissable performance. Haze, a charismatic soft-rock quartet that are equally as cool as they are laidback, will have a set comprising of catchy slacker rock jams. A rock trio with a cutting edge, Flux is a group that oozes confident tunes for the most energetic sections of the crowd.  <img\nclass=\"alignnone size-medium wp-image-5970\" src=\"http://www.span-arts.org.uk/wp-content/uploads/EXILES-300x200.jpg\" alt=\"\" width=\"300\" height=",
            "img": "The-Future-is-Now-V3-319x258.png",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Pembrokeshire’s best local talents come together for one night of eclectic performances!",
            "tags": [
                "mus"
            ]
        },
        {
            "id": "a-world-music-fanfare-with-dele-sosimi-and-afrobeat-orchestra",
            "chunk": "  A World Music Fanfare with Dele Sosimi and AfroBeat Orchestra with special guest, Molara.  8pm, 17 May 2019, Queens Hall, Narberth   We are absolutely thrilled to bring the international ambassador of Afrobeat, Dele Sosimi with his Afrobeat Orchestra to Narberth. With special guest Molara, of Zion Train/Powersteppers fame and DJ Eugene in support this rare treat promises to be a legendary night.   “ Joyous and totally uplifting. The afrobeat legend Dele Sosimi!”    Chris Hawkins, BBC 6Music  <img\nclass=\"alignnone size-medium wp-image-5905\" src=\"http://www.span-arts.org.uk/wp-content/uploads/dele-sosimi@2x-300x200.jpg\" alt=\"\" width=\"300\" height=\"200\" srcset=\"http://www.span-arts.org.uk/wp-content/uploads/dele-sosimi@2x-300x200.jpg 300w, http://www.span-arts.org.uk/wp-content/uploads/dele-sosimi@2x-768x512.jpg 768w, http://www.span-arts.org.uk/wp-content/uploads/dele-sosimi@2x-1024x683.jpg 1024w, http://www.span-arts.org.uk/wp-conte",
            "img": "DeleBLFelabrationGavinMillsPgotograpgyL1115713-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "International Ambassador of Afrobeat comes to Narberth!",
            "t": "Dele Sosimi AfroBeat Orchestra!",
            "tags": [
                "mus"
            ]
        },
        {
            "id": "memortalcofio-prototypes-for-a-digital-memorial-app",
            "chunk": " Span Arts is delighted to present the premiere of a new short film (12 mins) and unveil prototype apps produced as part of the recent Span Digidol project Memortal/Cofio.  Memortal/Cofio is a pilot project to explore possibilities for a digital memorial app that could help people to record and share important memories, images, objects and sound recordings that tell the story of their lives. Span teamed up with Pembrokeshire based animation artist Gemma Green Hope, and Bristol based app maker Owen Davis to create prototypes for an app that is both simple to use, flexible enough to accommodate different user’s needs, and visually beautiful.  &nbsp;      The Span Digidol team has been working with 6 older individuals across Pembrokeshire on a 1:2:1 basis ",
            "img": "Memortal-sml-1-319x258.jpg",
            "oldTag": "digidol",
            "st": "",
            "t": "Memortal/Cofio – Prototypes for a digital memorial app",
            "tags": [
                "car",
                "art",
                "dig"
            ]
        },
        {
            "id": "the-big-plant-sale-is-back-2",
            "chunk": " The highly-anticipated  BIG Plant Sale  returns on  Saturday 4 May 2019  at the  Town Moor, Narberth .  The BIG Plant Sale is one of the most important dates on Pembrokeshire’s gardening calendar!  It’s been a much-loved part of the Narberth calendar for so long that the spring in Pembrokeshire wouldn’t be the same without it.  <img\nclass=\"alignnone size-medium wp-image-5943\" src=\"http://www.span-arts.org.uk/wp-content/uploads/31437478_1531632750296407_8683869886155325440_o-200x300.jpg\" alt=\"\" width=\"200\" height=\"300\" srcset=\"http://www.span-arts.org.uk/wp-content/uploads/31437478_1531632750296407_8683869886155325440_o-200x300.jpg 200w, http://www.span-arts.org.uk/wp-content/uploads/31437478_1531632750296407_8683869886155325440_o-768x1154.jpg 768w, http://www.span-arts.org.uk/wp-content/uploads/31437478_1531632750296407_8683869886155325440_o-681x1024.jpg 681w, http://www.span-arts.org.uk/wp-content/uploads/31437478_1531632750296",
            "img": "31485376_1531636530296029_7109229356685197312_o-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "Help raise funds for the Arts in Pembrokeshire.",
            "t": "The BIG Plant Sale is Back!",
            "tags": [
                "gar"
            ]
        },
        {
            "id": "a-classic-of-a-poem-comes-to-narberth",
            "chunk": " From your five a day to the latest weight loss advice, consumers have been presented with some remarkable nutrition plans down the years but none so delightful and memorable as the one enjoyed by the old lady in the nursery rhyme There Was An Old Lady Who Swallowed A Fly.      First written as a song in 1953 it was a chart topping hit for singer, actor and all round good guy Burl Ives before being adapted into a best selling book by Pam Adams a few years later. This version, found in schools, nurseries and homes across the world is celebrating its forty fifth anniversary and to mark the occasion popular Children’s author Steven Lee (How The Koala Learnt To Hug, Don&#8217;t Dribble On The Dragon) has turned this much loved tale into a magical musical stage show w",
            "img": "BROCHURE-NO-TEXT-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "A classic of a poem comes to Narberth!",
            "tags": [
                "voi"
            ]
        },
        {
            "id": "dreaming-the-night-field-a-spellbinding-production",
            "chunk": " &#8220;The highlight of the festival was an incredible epic telling of the fourth branch of the Mabinogion&#8230; they received a standing ovation, which was well deserved.&#8221; Wales Arts Review  Immerse yourself in glorious living landscapes and the brilliant night sky to discover a world that’s bristling with life, filled with animals, people and constellations caught between creation and destruction.     Gwydion, nephew to the King, a magician and master storyt",
            "img": "06Dreaming-the-Night-Field-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Dreaming The Night Field – A Spellbinding Production!",
            "tags": [
                "the"
            ]
        },
        {
            "id": "reasons-to-volunteer",
            "chunk": " We love our volunteers, and there are a fair few benefits to becoming one.  * Brilliant work experience. Whether you want to work in the arts or not you will learn transferrable skills – and not only will you gain an enhanced CV you will also gain real skills and experience that will boost your confidence.  * Our volunteers enjoy meeting new people, having a good laugh, and are passionate about bringing high quality arts to Pembrokeshire. What brilliant people to become friends with!  * We have a complimentary ticket scheme so you and/or your friends and family can enjoy some of the best arts and events around &#8211; for free!  * One of the biggest benefits of all has to be knowing that you personally will be part of bringing the arts to people’s doorsteps, allowing everyone to be inspired and entertained and not just few.   The following two tabs change content below. <ul\nclas",
            "img": "39334546_1676234632502884_8485960254171906048_o-319x258.jpg",
            "oldTag": "volunteer",
            "st": "",
            "t": "Reasons to Volunteer",
            "tags": [
                "vol"
            ]
        },
        {
            "id": "be-part-of-the-span-team",
            "chunk": " Step into the exciting world of Span Arts and help bring the best in live arts to Pembrokeshire!  Volunteers are at the heart of everything we do and we couldn’t be more grateful to them.  We have lots of different volunteering roles that are open to a range of skills and abilities. We will offer you training and support in all of them so you feel confident and happy.  Volunteer at an event: With around over 50 events a year of anything from theatre to live music, or comedy to plant sales, there is always something to do&#8230;  Volunteer in Span Arts Office: from poster runs to marketing to data entry -we also need help. This is the perfect opportunity to get invaluable work experience in the arts or to just have a quiet day in a sociable office.  Volunteering on community projects: there are so many ways to get involved in a range of creative workshops – from being a be a singing buddy or helping vulnerable and elderly participants.  Trustees and Fund",
            "img": "Bertie-MC-241x258.jpeg",
            "oldTag": "volunteer",
            "st": "",
            "t": "Be part of the Span Team",
            "tags": [
                "vol"
            ]
        },
        {
            "id": "the-guitar-series-continues-with-rachel-taylor-beales-and-dylan-fowler",
            "chunk": " On 28th March Rachel Taylor-Beales will be joined by internationally acclaimed guitarist Dylan Fowler to combine forces to present a duo performance. They’ll be bringing a range of guitars, alongside mandocello, ukulele, percussion and harmonicas, to perform Rachel’s eclectic blend of folk, roots and blues influenced songs. Read more on our blog about Rachel here!  Somewhere at the crossroads of folk, roots, blues and jazz sits Rachel, an accomplished singer songwriter, multi instrumentalist and activist advocating for issues of social justice, human rights and ecology. Her song-line narratives merge her own life story with that of folklore tales as well as keen observation of the world around her. These songs blend quirky melody and sublime harmony and are driven by her crystalline voice.  Since her debut Brilliant Blue, Rachel has shared stages across the world with leading folk and roots artists performing in all kinds of locations. Her successive releases have gained m",
            "img": "Slider-12-319x258.gif",
            "oldTag": "news-reviews",
            "st": "",
            "t": "The guitar series continues with Rachel Taylor-Beales and Dylan Fowler!",
            "tags": [
                "mus"
            ]
        },
        {
            "id": "the-year-of-the-volunteer",
            "chunk": " We are currently seeking new volunteers to join the team to help at a range of exciting events and workshops across the county.  Volunteer Manager Siobhan Ashe commented “We’d love to offer the opportunity to more people who would like to join our wonderful team of volunteers at Span Arts. It’s a great way to socialize, learn a new skill, enhance your CV or just feel part of a worthwhile cause bringing the arts to people’s doorsteps and helping others.”  As part of a funded project by Pembrokeshire County Councils’ Enhancing Pembrokeshire Fund, Span Arts are looking for volunteers to help put on a vibrant program of live events and workshops that will take place in Letterston, St Davids, Haverfordwest, Newport and Narberth to name a few. From administrative roles, to being hands-on at events as a steward, technical assistant or stage manager; there is certainly something for everyone!  Siobhan went onto say, “We want to bring the arts and events to new communities and",
            "img": "39286321_1676234272502920_1389319042904358912_o-319x258.jpg",
            "oldTag": "volunteer",
            "st": "",
            "t": "The Year of the Volunteer!",
            "tags": [
                "vol"
            ]
        },
        {
            "id": "aquarian-party-2019-celebrates-20-years-of-parties-at-the-queens-hall-narberth",
            "chunk": " DJ Shanna founder of the Aquarian Party has written a great blog about the longstanding, fantastic event. Read all about it here!  Having started it at 20 years ago for my 40th as a wish and a prayer its now my 60th Birthday and in shock its all flown so fast! The whole idea began with bringing something new to Pembrokeshire that no one had ever heard of and to turn people onto more of a cultural melting pot of different fusions from Indian fusion mixed with D&amp;B and techno to Moroccan &#8211; Arabic -Reggae etc!  Decklan Conolly believed in me and trusted my musical taste and so Queens Hall backed me in early days and now Span Arts do and the idea is to raise money for this amazing arts Charity in Narberth bringing so much cultural activities to Pembrokeshire! Having travelled a lot and heard different genres I love the way that East and West fusion happens and wanted to turn people on! We started with Joi playing Indian fusion before many others started mixing it late",
            "img": "14034733_1158025024236132_5070482199067622360_n-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "Our latest blog by Aquarian Party founder DJ Shanna.",
            "t": "Aquarian Party 2019!",
            "tags": [
                "car",
                "jaz",
                "mus"
            ]
        },
        {
            "id": "navf-will-be-taking-a-break-in-2019",
            "chunk": " After 10 fabulous years of  NAVF  the Span Arts and the  NAVF  committee have decided to take a year off from the festival to take stock and find out how we can shape the festival for the future. We will be in touch in the new year with opportunities for you to have your say and let us know what you think.   Do not fear! There is a fantastic line up of Voice events taking place in 2019!    Côr Pawb 2019    Côr Pawb is back! Join Molara, Cat, Maya and Henry for a heart-warming day of community singing. Learn songs of action and rebellion, growth and renewal. Bring lunch to share. No experience necessary, just a willingness to make a noise!  This is a pay what you can event. Click  here  to book your slot.    <img\nclass=\"alignnone size-medium wp-image-5672\" src=\"http://www.span-arts.org.uk/wp-c",
            "img": "NAVF2018-169-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "NAVF will be taking a break in 2019",
            "tags": [
                "voi"
            ]
        },
        {
            "id": "open-call-for-public-art-mural",
            "chunk": "  Span Arts – Open Call    Public Art Mural Commission   Opportunity Closing Date: Thursday 13 th  December 2018 (All day)      For the front exterior of the Span Arts building in Narberth, Pembrokeshire, Wales, SA67 7AG   This is a call for work from artists/artist collectives to propose a new mural for the Span Arts building. We are offering £1400 for the commission and are looking for imaginative, high quality and experimental proposa",
            "img": "Graffiti-Narberth-scale-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Open Call for Public Art Mural",
            "tags": [
                "fri"
            ]
        },
        {
            "id": "advertising-opportunity-for-local-businesses-and-charitys",
            "chunk": " Six weeks into lockdown and the thought of working back in our office now seems quite odd, as much as it's what we…  https://t.co/dNk2bDN3QK        2 days ago     &#8226;    reply    &#8226;    retweet    &#8226;    favourite         follow us on twitter  <div\nclass=\"ai-",
            "img": "IMG_20181114_134916-319x258.png",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Advertising opportunity for local businesses and charitys!",
            "tags": [
                "fri"
            ]
        },
        {
            "id": "xmas-comedy-club-a-serious-night-out",
            "chunk": " &#8216;Tis the season to be jolly and you’ll find all the laughter you can handle at   December&#8217;s Comedy Club  ! Want a memorable Christmas party? We have stunning stand up and improvisation to tickle all tastes over the festive period! Spot on for a works doo, come celebrate the festive season with your colleagues or friends by having a great big laugh together, with a special Christmas meal available!  The Xmas Comedy Club plays host to Musical satirist Mitch Benn from Radio 2&#8217;s It&#8217;s Been A Bad Week, Star of own Radio 4 series: musical comedy… one of the best there is headlines this months Comedy along with seriously talented Aaron Twitchen bringing hilarious, energetic comedy. Compere is James Cook.  <iframe\nwidth=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/p3q2iZuU5WM?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture",
            "img": "XMAS-MENU-Pic-319x258.jpg",
            "oldTag": "christmas",
            "st": "",
            "t": "Xmas Comedy Club – A Serious Night Out!",
            "tags": [
                "com"
            ]
        },
        {
            "id": "the-span-s-competition",
            "chunk": "  Span ‘S’   Competition   Brief      We are launching a competition open to anyone as part of the Span Digidol project to create a digital moving image or animated film inspired by our Span ‘S’ logo. The creations of the selected winners will be embedded on our website in rotation and used in Span’s social media posts and at the beginning of films made for the Digidol project over the next 2 years.     We encourage you to be as creative and innovative as possible! You can use any material in the making of your logo, such as fabric, papers, plastic, metal, wood, paint, threads, food, liquids, objects, light, sound, people, environments, as long as it becomes recognisably a Span ‘S’ in the process. <span\ndata-ccp-props=\"{&quot;201341983&quot;:0,&quot;3",
            "img": "45233634_1775198175939862_8522175229433217024_o-319x258.jpg",
            "oldTag": "digidol",
            "st": "",
            "t": "The Span ‘S’ Competition!",
            "tags": [
                "dig",
                "kid"
            ]
        },
        {
            "id": "baka-beyond-highly-infectious-music-that-crosses-boundaries-of-genre-age-and-ethnicity",
            "chunk": "  2018  is Baka Beyond&#8217;s 25th anniversary and to celebrate they are coming to  Newport Memorial Hall  on  9th November ! And boy are we excited!!  In October 1993 their ground breaking album &#8220;Spirit of the Forest&#8221; hit the scene to great acclaim. They will be celebrating 25 years of recording and touring worldwide.  Originally inspired by the music of the Baka Forest People, Pygmies whose music and dance have been celebrated since the time of the Pharaohs, Baka Beyond use the Baka rhythms to fuse music from the band-members&#8217; Celtic and African roots. The resultant music is highly infectious and crosses boundaries of genre, age and ethnicity.  Paddy Le Mercier, the fantastic Breton fiddle player, will be rejoining Baka Beyond for their 25th anniversary tour.   The Story   After seeing a documentary on Channel 4, Martin Cradick and his wife Su Hart packed a tent, tape recorder, camera, gui",
            "img": "ayo_su-1-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Baka Beyond: Highly infectious music that crosses boundaries of genre, age and ethnicity.",
            "tags": [
                "fol",
                "jaz",
                "mus"
            ]
        },
        {
            "id": "a-true-story-theatre-production-to-mark-the-ww1-centenary",
            "chunk": " On  Saturday 10th November  Flying Bridge Theatre Company will perform  Between the Crosses  at  Llanddewi Village Hall .  Here  Tim Baker , director and writer tells us about the company and their production.  I have worked as a director and writer in Wales for 40 years. I am a Welsh speaker and I have worked with several of the National Theatres in Britain. I am as passionate about theatres and audiences as I have ever been. I enjoy bringing theatre to new spaces and encouraging young people to engage with the arts, whether as an audience or an active participant. The thing that drives me is working with a quality of work whether on a stage, on a street, in a community centre or in a primary school.   Flying Bridge Theatre Company  is a relatively new company based in Newport, one of the few professional theatre companies based there. Our focus is creating a work which bridges communities, by",
            "img": "poppy-image-1-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "A true story theatre production to mark the WW1 Centenary",
            "tags": [
                "the"
            ]
        },
        {
            "id": "for-jazz-singer-gabrielle-ducomble-silence-is-music-to-her-ears",
            "chunk": " On  Thursday 18th October  SpanJazz plays host to a charismatic, sophisticated Belgian-born jazz singer!  For  Gabrielle Ducomble , the mark of success is not the sound of screaming fans, but absolute silence. Read all about her interview with  CREATOR  here!  “You can feel it—the energy in the room,” she says. “When the audience is completely silent, you know they are really with you.”  With the undivided attention of a jam-packed studio, this Belgian-born singer rewrites the Parisian jazz canon to take her fans outside of themselves for the evening. Sitting back with a glass of wine, eyes locked on stage, Ducomble’s rich vocal hanging in the air, the mind is coaxed across time and space to Pari",
            "img": "gabrielle-170306-150725-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "For Jazz Singer Gabrielle Ducomble, Silence Is Music to Her Ears",
            "tags": [
                "jaz"
            ]
        },
        {
            "id": "woody-guthrie-hard-times-and-hard-travelin-by-will-kaufman",
            "chunk": "  7th September at The Plas Hotel, Narberth.   A show all about the extraordinary life of Woody Guthrie; one of the most significant figures in American folk music who wrote hundreds of political, folk, and children&#8217;s songs, along with ballads and improvised works.  With a mixture of song, spoken word, and visual illustration Will Kaufman, who is widely regarded as the world&#8217;s leading authority on Woody Guthrie, highlights the blending of music and radical politics that marks Guthrie&#8217;s most powerful work.      Hard Times and Hard Travelin&#8217;  sets Guthrie&#8217;s songs in the context of the American 1930s &#8211; the Dust Bowl, the Depression, the New Deal and the state of popular music itself.  Woody Guthrie’s music included social justice songs, such as &#8220;This Land Is Your Land&#8221;, &#8220;Vigilante Man”, &#8220;The Preacher and the Slave&#8221; and inspired several generations both politically and music",
            "img": "Kaufman-photo-B-and-W-1-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "WOODY GUTHRIE: HARD TIMES AND HARD TRAVELIN’ by Will Kaufman",
            "tags": [
                "jaz"
            ]
        },
        {
            "id": "digiveg-vegetables-meet-digital-technology",
            "chunk": " At Span Arts we’ve recently started Span Digidol; a new and exciting 2-year project trialling innovative digital technology to get the people of Pembrokeshire’s creative juices flowing! When Narberth Food Festival approached us to see if we wanted to get involved we leapt at the chance to do something fun and bizarre.     After thinking long and hard about how food could meet the world of digital art, we came up with the DigiVeg concept. In essence: using vegetables to make sounds, recording them and programming them into a computer to make electronic music.     Have you ever wondered how to make a root-flute or carrot clarinet? Or play a digital vegetable keyboard? No? Well, this could be just the thing you never knew you needed to know!<span\ndata-ccp-props=\"{&quo",
            "img": "Digital_Veg_brochure_image-copy-319x258.jpg",
            "oldTag": "digidol",
            "st": "",
            "t": "DigiVeg – Where Vegetables Meet Digital Technology!",
            "tags": [
                "dig",
                "kid"
            ]
        },
        {
            "id": "glass-bubbly-spot-shakespeare-better-way-spend-summers-evening",
            "chunk": "    This year, the award winning Festival Players Theatre Company will be performing  The Winters Tale.  Tremendous entertainment for a Summer evening!   Written by Shakespeare in his later years,  The Winter&#8217;s Tale  is a play with an intriguing mix of drama and comedy.  Sparked by an obsessive envy of perceived relationship between his Queen and his oldest friend, Leontes, King of Sicilia, sets in a motion a train of events which affect two kingdoms and two generations. The",
            "img": "P1040407-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "A glass of bubbly and a spot of Shakespeare. What better way to spend a summer’s evening?",
            "tags": [
                "the"
            ]
        },
        {
            "id": "multi-award-winning-family-theatre-for-the-summer-holiday",
            "chunk": " Join us in the grounds of  Narberth Castle  on  4th August  for  Mumblecrust Theatre&#8217;s  Multi-Award-Winning show!  Deep in the vaults of an ancient priory a hideous creature awakens. A deadly cockatrice is born! Bold knights  flee in terror&#8230; Can a humble nun defeat the beast? Multi-Award-Winning Mumblecrust Theatre present two  muddle-headed storytellers, an obscure British legend, breathtaking puppetry and spine-tingling live music in  this dark and winding fable for monster-lovers young and old.  <img\nclass=\"alignnone size-medium wp-image-5300\" src=\"http://www.span-arts.org.uk/wp-content/uploads/The-Tale-of-the-Cockatrice-203-Credit-Kirsten-McTernan-300x200.jpg\" alt=\"\" width=\"300\" height=\"200\" srcset=\"http://www.span-arts.org.uk/wp-content/uploads/The-Tale-of-the-Cockatrice-203-Credit-Kirsten-McTernan-300x200.jpg 300w, http://www.span-arts.org.uk/wp-content/upload",
            "img": "The-Tale-of-the-Cockatrice-203-Credit-Kirsten-McTernan-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Multi-Award-Winning Family Theatre for the Summer Holiday!",
            "tags": [
                "the"
            ]
        },
        {
            "id": "wonder-women-will-wow-crowds-at-narberth-carnival",
            "chunk": " This year Narberth Carnival is celebrating 100 years of  votes for women  with a Wonder Women themed carnival parade. Narberth Civic Week and Span Arts will be taking over the High Street on Saturday 28th July with a spectacular carnival parade led by three giant “Wonder Women” puppets made by local community groups and volunteers.  In May Span Arts asked the people of Pembrokeshire to nominate their top “Wonder Women” who have furthered the fight for gender equality and were bowled over by the response, women from Barbara Castle to Beyoncé, Emma Watson and Rosa Parks to Gwenllian, fierce Welsh warrior princess were nominated.  A public vote was held to choose the 3 finalists;  Tanni Grey-Thompson in the Welsh category, Emmeline Pankhurst in the National category and Maya Angelou in the International category.  Community groups, volunteers and local individuals have had the opportunity to work with talented local puppet maker Di Ford to bring these inspirational wom",
            "img": "IMG_20180718_163509_1-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Wonder Women will wow crowds at Narberth Carnival",
            "tags": [
                "car",
                "wom"
            ]
        },
        {
            "id": "multi-award-winning-guitar-supremo-jim-mullen-at-the-plas",
            "chunk": " Guitar supremo Jim Mullen and dazzling vocalist Zoe Francis are taking to the stage at The Plas Hotel next month. With Jim&#8217;s unique, seductive soft-edged sound, alongside Zoe’s classy poise, sultry tones and stunning voice that commands attention, the audience will be in for a real treat.  Glasgow-born Jim Mullen is a guitarist whose career spans five decades. He has worked with US stars including Mose Allison, Gene Harris, Jimmy Smith, Teddy Edwards and Jimmy Withersppon. In the UK he has worked with Brian Auger, Georgie Fame and Claire Martin and had a fifteen year association with saxophonist Dick Morrissey in the Morrisey Mullen Band. He has recorded many CDs under his own name and currently works with his organ trio and wife, Zoe Francis.      “Jim Mullen&#8217;s guitar … is endlessly attrac",
            "img": "Jim-Mullen-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Multi award-winning Guitar supremo Jim Mullen at The Plas!",
            "tags": [
                "jaz",
                "mus"
            ]
        },
        {
            "id": "the-new-season-of-comedy-commences",
            "chunk": " The Regency Hall in Saundersfoot plays host to Span Arts’ longstanding Comedy Club for the launch of our Summer Season on  Friday 15 th  June .  Kicking off the line up, is the UK’s foremost guitar-wielding, loop-layering stand-up comedian  Rob Deering  who joins forces with  Karen Bayley , the first ever female winner of the prestigious Comedy Store King Gong award.  Rob Deering performs stand-up comedy with music using a guitar, a loop pedal and his voice to create impressive rock and pop soundscapes – and do jokes, of course.       “Ingenious and hilarious”  &#8211; The Guardian  Along with being one of the most in-demand headliners on the UK circuit, he’s toured nationally and performed solo shows at the Edinburgh Fringe many ti",
            "img": "Comedy-Blog-image-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "The New Season of Comedy Commences!",
            "tags": [
                "com"
            ]
        },
        {
            "id": "the-wonder-women-shortlist",
            "chunk": " This year Span Arts is celebrating 100 years of votes for women with a  Wonder Women  themed carnival parade.  Narberth Civic Week  and Span Arts will be taking over the High Street on Saturday 28 th  July with a spectacular carnival parade led by three giant “Wonder Women” puppets made by local community groups and volunteers.  We asked the people of Pembrokeshire to nominate their top “Wonder Women”, women who have made their mark on the fight for gender equality in some way.  We were bowled over by the response.  Women from Dame  Tanni Grey-Thompson to Emmeline Pankhurst, Beyoncé and Rosa Parks to Gwenllian, fierce Welsh warrior princess were nominated.  Our crack team of local notables including Eluned Morgan AM whittled the long list down to this shortlist of local, national and international “Wonder Women”.  The time has arrived to vote on your &#8220;Wonder Women&#8221;, women who you&#8",
            "img": "Greenham-Common-319x258.jpg",
            "oldTag": "community-project",
            "st": "",
            "t": "The Wonder Women Shortlist",
            "tags": [
                "car",
                "wom"
            ]
        },
        {
            "id": "span-arts-takes-part-in-one-of-the-largest-participatory-artworks-ever-created",
            "chunk": " Here at Span Arts we are very excited to be working with artist Nia Lewis on a very special commission for one of the largest participatory artworks ever created.   PROCESSIONS , produced by Artichoke and commissioned by 14-18 NOW, (the UK’s arts programme for the First World War centenary), marks 100 years since some women in the UK won the vote.  Inspired by the powerful tradition of textile banners in protest movements  Artichoke  have commissioned 100 artists to collaborate with community groups to produce 100 banners.  These banners, together with countless others, will be flown by thousands of women to form enormous PROCESSIONS on Sunday 10 th  June in Cardiff, Belfast, Edinburgh and London.  <img\nclass=\"alignnone size-medium wp-image-5199\" src=\"http://www.span-arts.org.uk/wp-content/uploads/IMG-20180530-WA0006-225x300.jpg\" alt=\"\" width=\"225\" height=\"300\" srcset=\"http://www.span-arts.org.uk/wp-content/uploads/IMG-20180530-WA0006",
            "img": "IMG-20180530-WA0010-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Span Arts takes part in one of the largest participatory artworks ever created!",
            "tags": [
                "art",
                "car"
            ]
        },
        {
            "id": "the-future-is-now-meet-the-leaders-of-the-new-school-by-tom-rees",
            "chunk": " Your chance to see the next generation of Pembrokeshire’s finest musicians before anybody else.  Born out of a collaboration between Span Arts and Pembrokeshire College, The Future is Now is your chance to familiarise yourself with the newest and most exciting new acts in the area. With an electrifying line-up comprised of pop sweethearts Pink Velvet, frenetic alt-rock outfits GLUE and Finch’s Midnight Neighbours, sets from the most neoteric DJ’s in the county, a blistering headline set from local rap-rock legends Tied &amp; Wasted as well as a whole stack of more young talent ensures that The Future is Now is definitely one for the diary.  For regular updates and more information on The Future is Now, be sure to check out the Facebook event page  HERE    Tied &amp; Wasted   <img\nclass=\"size-medium wp-image-5184\" src",
            "img": "Future-is-Now-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "The Future is Now: Meet the Leaders of the New School by Tom Rees",
            "tags": [
                "jaz",
                "mus"
            ]
        },
        {
            "id": "span-arts-is-delivering-with-digidol",
            "chunk": "  Span Arts  is thrilled to announce a funding boost of £92,000 for  Span Digidol , an ambitious  new digital arts project  to develop a new way of delivering cultural services to rural communities across the whole of Pembrokeshire over the next two years.  <img\nclass=\"wp-image-5174 size-large\" src=\"http://www.span-arts.org.uk/wp-content/uploads/Jane_headphones_Remote_Choir-credit-Ruth-Jones-awaiting-permissions-1024x576.jpg\" alt=\"Span Digidol Image\" width=\"1024\" height=\"576\" srcset=\"http://www.span-arts.org.uk/wp-content/uploads/Jane_headphones_Remote_Choir-credit-Ruth-Jones-awaiting-permissions-1024x576.jpg 1024w, http://www.span-arts.org.uk/wp-content/uploads/Jane_headphones_Remote_Choir-credit-Ruth-Jones-awaiting-permissions-300x169.jpg 300w, http://www.span-arts.org.uk/wp-content/uploads/Jane_headphones_Remote_Choir-credit-Ruth-Jones-awaiting-permissions-76",
            "img": "Jane_headphones_Remote_Choir-credit-Ruth-Jones-awaiting-permissions-319x258.jpg",
            "oldTag": "digidol",
            "st": "",
            "t": "Span Arts Is Delivering With Digidol",
            "tags": [
                "car",
                "dig",
                "sin"
            ]
        },
        {
            "id": "a-special-10th-anniversary-performance-from-festival-favourites-london-bulgarian-choir",
            "chunk": " Narberth A Cappella Voice Festival 2018 sees the return of festival favourites  London Bulgarian Choir  for a special 10th anniversary performance on  Saturday 5th May at The Queens Hall ,  Narberth . This fabulous and award-winning Choir will headline Saturday nights concert with a vibrant, sociable and wonderful performance of Bulgarian songs sung by 25 open-hearted singers reflecting all nationalities, ages and abilities.  The songs performed by the  London Bulgarian Choir  are arrangements of traditional and ancient Bulgarian songs. Some tell powerful tales of love and loss, fighting and celebration, while others are inspired by the daily fabric of life.  <img\nclass=\"alignnone size-medium wp-image-5067\" src=\"http://www.span-arts.org.uk/wp-content/uploads/LBC-6-300x201.jpg\" alt=\"\" width=\"300\" height=\"201\" srcset=\"http://www.span-arts.org.uk/wp-content/uploads/LBC-6-300x201.jpg 300w, http://www.span-arts.org.uk/",
            "img": "LBC-Festival-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "A special 10th anniversary performance from festival favourites London Bulgarian Choir",
            "tags": [
                "mus",
                "voi"
            ]
        },
        {
            "id": "a-fresh-eclectic-and-high-energy-approach-to-a-cappella-friday-night-at-navf",
            "chunk": " The 10th Narberth A Cappella Voice Festival will launch on  Friday 4th May  at The Queens Hall with an incredible line up headlined by  The Bristol Suspensions , a mixed a cappella group from the University of Bristol and Voice Festival 2016 Champions. Also on the line up is the timeless Heather Jones and talented Mide collaborating with  Narberth A Cappella Youth Collective with Molara      Formed in October 2014, the group has cemented its status as an established group in the UK A Cappella scene. Now in their fourth year, they have already",
            "img": "89-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "A fresh, eclectic and high energy approach to a cappella! Friday night at NAVF",
            "tags": [
                "mus",
                "voi"
            ]
        },
        {
            "id": "drama-medal-winner-for-this-seasons-pop-up-theatre",
            "chunk": " We are delighted to announce that we will be bringing Estron (Alien) by Hefin Robinson to  Maenclochog Village Hall  on  Friday 11th May  as part of a national tour by Theatr Genedlaethol Cymru in co-operation with the National Eisteddfod of Wales and Carmarthenshire Theatres. This is a rare opportunity to see a Welsh language Drama Medal winner on a national tour in Pembrokeshire; plus it&#8217;s a chance to trial an exciting new audio translation app, making this a perfect piece for non-welsh speakers and learners too!  A laptop, a tin of Quality Streets, and an author searching for his play in an infinite universe. Recent devastating events have turned Alun’s world upside down, but in the darkness he seeks solace in a visitor from another world.  <img\nclass=\"alignnone size-medium wp-image-5033\" src=\"http://www.span-arts.org.uk/wp-content/uploads/Estron-1-300x210.jpg\" alt=\"\" width=\"300\" height=\"210\" srcset=\"http://www.span-arts.org.uk/wp-con",
            "img": "EstronWeb-319x258.gif",
            "oldTag": "digidol",
            "st": "",
            "t": "Drama Medal winner and translation app for pop-up theatre!",
            "tags": [
                "the"
            ]
        },
        {
            "id": "improvising-made-simple-an-interview-with-professor-rod-patton",
            "chunk": "    The following is a blog-post and interview is written by Span Arts’ volunteer Rosie Graham who loves to sing!  &#8220;I Became a volunteer at Span Arts shortly after moving here nearly five years ago from near London. Volunteering with Caring Choirs, singing with isolated and lonely people and working with professional musicians has been fun and satisfying and Span Arts has been a tonic and a boon for me.&#8221;  &#8220;I trained as a Lif",
            "img": "Rod-Paton-303x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Improvisation Made Simple – An Interview with Professor Rod Paton",
            "tags": [
                "the",
                "vol"
            ]
        },
        {
            "id": "narbeth-a-capella-voice-festival-celebrates-its-10th-birthday",
            "chunk": " Narberth has been singing its socks off for 10 glorious years and Span Arts will be celebrating in May.  Originally established to expose the brilliance of a cappella to as wide an audience as possible, Narberth A Cappella Voice Festival has been committed to presenting a programme of exciting and extraordinary performances and singing workshops by highly acclaimed and popular performers for the last 10 years.  To begin, the festival lasted just one day and featured only 2 workshops and a performance. After 10 years however, the festival has blossomed into a 3 day event featuring over 250 performers. It is now the most anticipated date on the singing calendar in Wales when the singers of Pembrokeshire come together with a diverse range of talented artists to delight in the uplifting benefits of singing.   “It’s wonderful to see the Narberth A Cappella Voice Festival going from strength to strength. Long may it continue! Congratulations on another diverse programme of co",
            "img": "Bristol-Suspensions1-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Narbeth A Capella Voice Festival Celebrates it’s 10th Birthday!",
            "tags": [
                "voi"
            ]
        },
        {
            "id": "family-theatre-panoramic-projection-special-effects-and-more",
            "chunk": " The Flying bedroom is coming to the Queen&#8217;s Hall this Wednesday 11th April!  Based on the book by award winning author Heather Dyer, The Flying Bedroom is an impressive dance and projection family show. A fully bilingual production of contemporary dance theatre incorporating real-time large scale panoramic projection, lights, original sound score, special effects and sensory immersion to create a truly magical world, never to be forgotten!  Watch  Little Light Dance and Theatre Company&#8217;s  behind the scenes video and get a taster of what&#8217;s in store!      The Flying Bedroom is a family show but can be enjoyed by all ages due to the high energy performances and amazing visual effects and technologies!   &#8220;Absolutely wonderful! ",
            "img": "flying-bed3-1-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Family Theatre: Panoramic projection, special effects and more!",
            "tags": [
                "the"
            ]
        },
        {
            "id": "big-plant-sale-raising-money-arts-pembrokeshire",
            "chunk": " The highly-anticipated  BIG Plant Sale  returns on  Saturday 28 April 2018  at the  Town Moor, Narberth .  The BIG Plant Sale is one of the most important dates on Pembrokeshire’s gardening calendar, and this year it’s 25 years old! It’s been a much-loved part of the Narberth calendar for so long that the spring in Pembrokeshire wouldn’t be the same without it.     Not only is it an imp",
            "img": "18236449_10155131388957667_1147049361_o-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "The BIG Plant Sale – Raising money for the Arts in Pembrokeshire!",
            "tags": [
                "gar"
            ]
        },
        {
            "id": "celebrating-its-10th-year-narberth-a-cappella-voice-festival",
            "chunk": " Span Arts is thrilled to announce a fabulous line up to mark the 10th anniversary of Narberth A Cappella Voice Festival, the only acapella festival in Wales. Join us from Friday 4th to Sunday 6th May for what is set to be an unforgettable and uplifting weekend to celebrate our anniversary and the extraordinary diversity of singing without instruments.  The three-day festival has seen great headliners over the years and this year is no exception, with a diverse range of artists and styles making an appearance. As ever, the festival features a range of exciting workshops and the chance to take part in a community singing day, fun for all ages and abilities.  To celebrate our 10th anniversary in style we have an impressive line-up! Back by popular demand is  The London Bulgarian Choir , a large scale Eastern European choir singing a wide repetoire of upbeat and feel good songs, the award winning, 16 strong contempor",
            "img": "Blog-imgae-319x258.gif",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Narberth A Cappella Voice Festival 2018 Line-up!",
            "tags": [
                "mus",
                "voi"
            ]
        },
        {
            "id": "talented-pembrokeshire-siblings-perform-at-pisga-chapel",
            "chunk": "    Talented sister and brother duo  Siriol  and  Talfan Jenkins  have grown up together sharing a passion for music and it shows. On the  22 nd  of March , they will perform a musical mix ranging from  solo piano  works by  Rachmaninoff  and  Liszt  to  improvised jazz  standards and modern crossover compositions on saxophone.  <img\nclass=\"alignnone size-medium wp-image-4915\" src=\"http://www.span-arts.org.uk/wp-content/uploads/Siri",
            "img": "instapost-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Talented Pembrokeshire Siblings Perform at Pisga Chapel",
            "tags": [
                "mus"
            ]
        },
        {
            "id": "span-arts-to-mark-centenary-with-wonder-women-at-narberth-carnival",
            "chunk": " Book your ticket  here       &nbsp;     The following two tabs change content below.    Bio    Latest Posts     ",
            "img": "WWDiFord1-319x258.jpg",
            "oldTag": "community-project",
            "st": "",
            "t": "Span Arts to Mark Centenary with “Wonder Women” at Narberth Carnival",
            "tags": [
                "car",
                "wom"
            ]
        },
        {
            "id": "wales-premier-gypsy-jazz-and-swing-group-hot-club-gallois",
            "chunk": " Hot Club Gallois are a dynamic 4-piece gypsy-jazz band based in South Wales playing the hottest picks of the Swing Era. Their irresistible mix of fiery violin, lyrical vocals, virtuosic guitar and stomping bass has thrilled audiences around the British Isles and is guaranteed to get your party sizzling!  Their set contains Django Reinhardt classics (such as Minor Swing, Nuages, I&#8217;ll See You In My  Dreams), swing-flavoured jazz standards (Night &amp; Day, Puttin&#8217; On The Ritz, Oh, Lady Be Good!) and some Hot Club Gallois originals. From gypsy to jitterbug, ballads to bossa and bolero, Hot Club Gallois will transport you and your guests to the swirling dance halls and gypsy camps of Paris in the 1930&#8217;s and 40&#8217;s.  An experienced &amp; professional band which, as well as entertaining at weddings and functions, has also performed at: Brecon Jazz Festival, Swansea International Jazz Festival, London’s prestigious club Le Que-",
            "img": "Hot-Club-Xenia-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Wales’ premier gypsy jazz and swing group – Hot Club Gallois!",
            "tags": [
                "jaz"
            ]
        },
        {
            "id": "caring-choirs-2",
            "chunk": "   Caring  Choirs  is a programme of singing workshops in care settings targeting older people, including those with dementia delivered by Span Arts.  The scheme has been running since Autumn 2015.    Caring  Choirs  capitalises on the restorative power of singing to deliver positive well-being benefits, and increase and improve physical and mental health.  Singing sessions are delivered by choir leaders Maya Waldman and Molara and are supported by a fantastic team of singing volunteers.  “Relaxing and interesting; I thoroughly enjoyed myself; Singing brings everyone alive, I don’t know who it doesn’t do that to; All very good. I enjoyed people coming in and doing different songs. I am getting a bit old to do exercises now though. I’m nearly 99; You coming in and doing this has helped; I don’t think you can be miserable after",
            "img": "Caring-Choirs-colour-319x258.jpg",
            "oldTag": "voice",
            "st": "The restorative power of singing",
            "t": "Caring Choirs",
            "tags": [
                "car",
                "sin"
            ]
        },
        {
            "id": "remote-choir__trashed",
            "chunk": " Remote Choir or Côr Pellenig (in Welsh) is an innovative new singing project which aims to combine the words and voices of older people who experience loneliness and create an inspiring digital song.  The Remote Choir project is working with 11 people connected by the fact that they are over the age of 50 and they struggle to get out of the house. The participants are a diverse group, who, for one reason or another have experienced their lives getting smaller and more isolated in recent years. Some participants are in the early stages of dementia, others are physically limited by conditions such as MS, Diabetes and chronic breathing problems.  From the comfort of their own homes, participants are now taking part in a series of 1:2:1 singing workshops with talented Welsh singer-songwriter Molara Awen (Zion Train &amp; Baka Beyond), supported by local volunteer Singing Buddies. As well as learning songs, breathing and relaxation techniques, participants are working with Mola",
            "img": "Image-Thumbnail-319x258.jpg",
            "oldTag": "digital",
            "st": "Helping cure loneliness through song",
            "t": "Remote Choir",
            "tags": [
                "car",
                "sin"
            ]
        },
        {
            "id": "pop-theatre-thing-came",
            "chunk": " Gonzo Moose are back! Critically acclaimed comedy trio make a triumphant return in spoof horror, The Thing That Came From Over There!  Inspired by the Horror movies of the 1950’s, ‘The Thing That Came From Over There’ is a fast-paced, rollicking ride mixing paranoia, suspense and hilariously gruesome deaths.  It’s 1912, and as Scott and Amundsen begin their race across Antarctica to the South Pole, the little known explorer, Captain Reginald Cranston Scot-t-t, has accidentally landed on the wrong side of the continent.     As Cranston and his motley band set up base camp, a meteor crashes nearby. Deciding to investigate, they set out towards the crash site &#8211; unaware of the danger that awaits not just them, but the whole of planet Earth.  What ancient evil lurks insid",
            "img": "The-Thing2-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Pop-up Theatre: The Thing That Came From Over There!",
            "tags": [
                "kid",
                "the"
            ]
        },
        {
            "id": "film-tomorrow-organize-a-day-after-tomorrow-workshop-for-your-school-or-community",
            "chunk": " This feel-good, inspirational movie is about the pioneers reinventing agriculture, transport, energy, the economy, democracy and education around the world. This film reveals the ways in which activists and citizens are making the world a better, greener, more sustainable place. In partnership with WOW Wales One World Film Festival.       Under the Milky Way   would like you to prolong the film’s screening with the organization of a classroom/group exercise. This exercise is meant to have students/participants come together and think of one or (many) initiatives that they would like to implement in their classroom, school or community, in the spirit of “Tomorrow”.  Experience has shown that “Tomor",
            "img": "TomorrowFB-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Film: TOMORROW. Organize a ‘Day After Tomorrow’ Workshop for your school or community.",
            "tags": [
                "car"
            ]
        },
        {
            "id": "span-arts-to-take-part-in-mass-art-participation",
            "chunk": " We are delighted to announce our support for PROCESSIONS, a mass participation artwork to mark the centenary of the Representation of the People Act, which gave the first British women the right to vote.  PROCESSIONS is produced by Artichoke, the UK’s largest producer of art in the public realm, as part of 14-18 NOW, the UK’s official arts programme for the First World War centenary.  PROCESSIONS will invite women* and girls across the UK to come together on the streets of Belfast, Cardiff, Edinburgh and London on Sunday 10 June 2018 to mark this historic moment in a living, moving portrait of women in the 21st century.  Span Arts is one of 100 organisations working with women artists up and down the country in the lead-up to the event, as part of an extensive public programme of creative workshops to create 100 centenary banners which will form part of this vast artwork.  We are very pleased to announce that textile artist <a\nhref=\"https://nialewistextiles.wordp",
            "img": "Processions-GW-copy-319x258.jpg",
            "oldTag": "community-project",
            "st": "",
            "t": "Span Arts to Take Part in Nationwide Art Project.",
            "tags": [
                "art",
                "car"
            ]
        },
        {
            "id": "world-renowned-clarinettist-julian-stringle",
            "chunk": " Julian was a child prodigy reed player. He was educated at the Latymer Music School and the  London College of Music  where he studied Clarinet with Wilf Keeley and Composition with William Lloyd Webber.  Julian made his TV debut with  Acker Bilk  when he was just 14. The show featured Julian&#8217;s teenage Dixieland band &#8220;Young Jazz&#8221; that included the Sidwell brothers on Trumpet &amp; Trombone, Paul Clarvis on Drums, Andy Cleyndert on Bass, Pete Neighbour on Sax and Sam Brown vocals. At 17 he formed a Modern Jazz quintet and toured Europe with Dave Cliff, Nick Weldon, Andy Cleyndert and Mark Taylor.  He has played on concert, club, festival and broadcast dates with his own bands and with:-  Peanuts Hucko ,  Wild Bill Davison ,  George Chisholm ,  Kenny Ball ,  D",
            "img": "JULIAN-PUBLICITY-006-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "SpanJazz: World renowned Clarinettist Julian Stringle!",
            "tags": [
                "jaz"
            ]
        },
        {
            "id": "our-most-foot-stomping-and-theatrical-xmas-bonanza-yet",
            "chunk": " This Saturday 16th December The Carny Villains will be gracing the stage at the Queens Hall, Narberth. The  six-piece   circus show band  play stomping  swing  and  ska  all rolled out live and kicking with the riotous energy of punk rock. Live, they are a full sensory theatrical experience, with clowning and antics that keep crowds laughing and dancing, until the end where the entire place will be jumping.     Since forming in 2009  The Carny Villains have performed high profile sets at many major UK fest",
            "img": "9-Carnyvillians-Joe-Clarke-Photography-319x258.gif",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Our most foot stomping and theatrical Xmas Bonanza yet!",
            "tags": [
                "mus",
                "the"
            ]
        },
        {
            "id": "festive-feast-at-christmas-comedy-club",
            "chunk": "  Christmas Comedy Club: Nick Doody, Tom Houghton, MC Caroline Mabey    The Queens Hall, Narberth     Thursday 14 December 2017   Join us for Span Arts Christmas Comedy Club on Thursday 14 th  December at The Queens Hall, Narberth. ‘Tis the season to be jolly after all! With an outstanding line-up featuring the hilarious, intelligent and satirical;  Nick Doody,  funny and charming comedic star ; Tom Houghton  and  MC Caroline Mabey , you are guaranteed to be left in stitches.  December&#8217;s headliner is one of the brightest talents on the comedy circuit;  Nick Doody . Nick was a finalist in Channel 4&#8217;s ‘So You Think You&#8217;re Funny?’ competition. Since then, he has performed all over the world. Nick has appeared on numerous radio and TV shows, has supported the likes of Bill Hicks and has also penned jokes for the likes of Joan Rivers, Lenn",
            "img": "comedy-319x258.gif",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Festive Feast at Christmas Comedy Club!",
            "tags": [
                "com"
            ]
        },
        {
            "id": "starting-the-season-with-a-christmas-cracker",
            "chunk": " There’s nothing like the rich sounds of smoky saxophone harmonies, warm-toned bass guitars and the twinkling of chimes to send you swaying into the festive season. On Thursday 30 th  November The Queens Hall will be graced with the Royal Welsh College of Music and Drama’s Big Band.  The show is a rare chance to hear the entirety of Duke Ellington&#8217;s Nutcracker Suite, a thrilling mixing pot of Tchaikovsky and Ellington. The second set will explore more of Ellington&#8217;s library as well as the music of Ella Fitzgerald.  The band&#8217;s director, Ted Smith, first started the band 7 years ago while studying at RWCMD. Since then the band has performed with Steve Waterman and Gordon Campbell and was lucky enough to perform for Dame Shirley Bassey last year at a gala concert celebrating her music.  <img\nclass=\"alignnone size-medium wp-image-4627\" src=\"http://www.span-arts.org.uk/wp-content/uploads/RWCMD-Big-Band-199x300.jpg\" alt=\"\" width=\"199\" height=\"300\" ",
            "img": "DukeEllingtonFBBANNER-319x258.jpg",
            "oldTag": "music",
            "st": "",
            "t": "Starting the season with a Christmas cracker!",
            "tags": [
                "jaz"
            ]
        },
        {
            "id": "the-perfect-gifts-for-art-entertainment-lovers-this-christmas",
            "chunk": "  The Power of Experiences        Dr. Thomas Gilovich, a psychology professor at Cornell University, reached a powerful and straightforward conclusion: don’t spend your money on things. The trouble with things is that the happiness they provide fades quickly. Gilovich and other researchers have found that experiences—as fleeting as they may be—deliver more-lasting happiness than things. Here’s why:  Experiences become a part of our identity.",
            "img": "Span-MembVoucher-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "The perfect gifts this Christmas!",
            "tags": [
                "fri",
                "the"
            ]
        },
        {
            "id": "light-up-this-dark-halloween-night",
            "chunk": " Join Span Arts &amp; The Lab to celebrate the changing of the seasons at the   River of Lights   lantern procession on 31 October at 6.30pm. People from across the county will gather outside The Lab (old Ocky Whites building) Haverfordwest before walking in the candle-lit lantern procession, that last year saw over 1000 people taking part in.  &nbsp;  A participant from last year’s procession described the event as ‘ wonderous, magical, stunning and lovely!’  The event is becoming a must for everyone’s autumn calendar, our very own Rowan Matthiessen of Span Arts said,  ‘the people of Pembrokeshire have really taken this event to their hearts. It’s delightful to see so many people getting involved in this spectacular event’.      &nbsp;  This year the organisers are challenging the perception that when the shops shut and the sun goes down Haverfordwest becomes a ‘ghost town’; they’re unearthing the extraordinary stories from the",
            "img": "rol16-4-319x258.gif",
            "oldTag": "news-reviews",
            "st": "",
            "t": "River of Lights Lantern Parade",
            "tags": [
                "car",
                "art"
            ]
        },
        {
            "id": "the-natural-voice-by-natural-voice-practitioner-catriona-fothergill",
            "chunk": " I use the Natural Voice approach to singing in the Narberth group, but what does that mean?  As Natural Voice practitioners we believe that singing is everybody’s birthright. For thousands of years, all over the world, people have sung — to express joy, celebration and grief, to aid healing, to accompany work, devotion and the rituals of life — without worrying about having a “good” voice or “getting it right”. Singing has been a part of life, a way of binding communities.  &nbsp;   What is the &#8216;Natural Voice&#8217;?   Each person’s voice is as unique as their fingerprint: the voice we are born with is capable of freely expressing a full range of emotions, thoughts and experience – this is what we mean by the “natural voice”.  Creating an accepting community is an essential element of our approach: a community where singing together is a natural experience that is open and accessible to all.  &nbsp;   Think you&#8217;",
            "oldTag": "singing-workshop",
            "st": "",
            "t": "An Introduction to Span Arts Singing Workshops",
            "tags": [
                "sin",
                "voi"
            ]
        },
        {
            "id": "an-interview-with-the-cast-of-growth",
            "chunk": " GROWTH INTERVIEWS:  DAFYDD THOMAS  What are you most excited about?  I&#8217;m most excited about getting around the UK, and being able to share the piece with different audiences, and seeing how/if different audiences in different places react.  Who/what did you use as inspiration to get into the character?  I&#8217;m going to be playing quite a few characters, so for me, I spent a lot of time people watching. It&#8217;s great to watch someone in the street, and try and figure out where they&#8217;re from, and notice all the little differences that people have. I try and follow them for a bit, and copy their walk. Until they notice, and think I&#8217;m crazy.  If you were to convince a first time theatre goer to watch this show how would you describe it to them?  Its a show about normal people in normal situations. But it’s the little dominoes, that tipple over and change what could be an easy decision, into a difficult and funny one. It&#8217;s d",
            "img": "180917-Growth-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "An interview with the cast of Growth",
            "tags": [
                "com",
                "the"
            ]
        },
        {
            "id": "growth-by-paines-plough-a-laugh-out-loud-comedy-about-a-taboo-subject",
            "chunk": " This Autumn Span Arts have three exciting Pop-up Theatre productions to offer you! And it&#8217;s kicking off with the award winning comedy GROWTH by Paines Plough. I would like to begin this blog with a review about the play:    &#8220;Though you might assume, from the first few scenes, that Luke Norris&#8217; new comedy for Paines Plough is about cancer, it actually isn&#8217;t. Not really, anyway. The problem with Tobes&#8217; balls is a catalyst which provokes a total freak-out and jolts Tobes into re-assessing his life. And what sort of a life is that anyway? His long-term girlfriend was bored with him, he hates his job in a florist and he&#8217;s got no plans for the future. He&#8217;s going nowhere, basically. The growth in the title is actually not a reference to his tumour, but Tobes himself: it&#8217;s time he grew up a little b",
            "img": "180917-Growth-319x258.jpg",
            "oldTag": "pop-up-theatre",
            "st": "",
            "t": "GROWTH by Paines Plough. A laugh out loud comedy about a taboo subject.",
            "tags": [
                "com",
                "the"
            ]
        },
        {
            "id": "queen-bee-carnival-workshops-in-pictures",
            "chunk": " Busy bee workshops and a Queen Bee! The Cheerful Project brought the communities of Narberth, Clarbeston Road and Maenclochog together to create brilliant bee puppets, headdresses and flowers to contribute to Narberth Carnival. Three wonderful days of creativity and a buzzing good carnival! Excellent contributions from MIND Pembrokeshire and Pembrokeshire People First. Thank you to all who came along!  &nbsp;  &nbsp;  \n\t\t\t#gallery-2 {\n\t\t\t\tmargin: auto;\n\t\t\t}\n\t\t\t#gallery-2 .gallery-item {\n\t\t\t\tfloat: left;\n\t\t\t\tmargin-top: 10px;\n\t\t\t\ttext-align: center;\n\t\t\t\twidth: 20%;\n\t\t\t}\n\t\t\t#gallery-2 img {\n\t\t\t\tborder: 2px solid #cfcfcf;\n\t\t\t}\n\t\t\t#gallery-2 .gallery-caption {\n\t\t\t\tmargin-left: 0;\n\t\t\t}\n\t\t\t/* see gallery_shortcode() in wp-includes/media.php */\n\t\t     <a\nhref='http://www.span-arts.org.uk/wp-content/upl",
            "img": "MaryBellCarnival2017-27-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Queen Bee Carnival & Workshops in Pictures.",
            "tags": [
                "art",
                "the"
            ]
        },
        {
            "id": "outdoor-shakespeare-the-merry-wives-of-windsor",
            "chunk": " Due to the heavy down pours at Lampeter House last night, it was touch and go as to whether the performance of Shakespeare’s Merry Wives of Windsor would be performed inside or out.     Thankfully, just as the audience started to arrive the rain stopped, clouds parted and the sun decided to shine! It couldn’t have been more of a beautiful setting to watch The Festival Players Theatre production.  Seats were laid out, bunting surrounded the stage and flags were dotted in amongst the trees. Tables and chairs were set out ready for people to enjoy their fabulously planned o",
            "img": "IMG_20170818_091119_619-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Shakespeare under the stars!",
            "tags": [
                "the"
            ]
        },
        {
            "id": "outdoor-family-with-feral-theatre-queen-bee-and-bear-necessities",
            "chunk": " By Emily Laurens  Performing theatre outdoors has its roots in the very beginnings of theatre in ancient Greece. Of course the climate there was undoubtedly a bit better than West Wales in April but the reasons behind the decision to perform outside are probably the same. The audience stand alongside performers, it is intimate, and nothing stands in the way of you and the actor, you can reach out and touch them if you so wish. And to take advantage of this closeness, this intimacy, Feral Theatre ask the audience to join in, to become part of the show, a show which happens alongside and around the audience – to sing, to dance, to walk through the woods, to offer suggestions and to swarm!  <img\nclass=\"alignnone size-medium wp-image-4250\" src=\"http://www.span-arts.org.uk/wp-content/uploads/DSC_0114-270x300.jpg\" alt=\"\" width=\"270\" height=\"300\" srcset=\"http://www.span-arts.org.uk/wp-content/uploads/DSC_0114-270x300.jpg 270w, http://www.span-arts.org.uk/wp-content/uploads/DSC_01",
            "img": "DSC_0103-1-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Outdoor Family with Feral Theatre: Queen Bee and Bear Necessities.",
            "tags": [
                "the"
            ]
        },
        {
            "id": "summer-events-at-span-arts",
            "chunk": " The Summer is upon us and Span Arts has a fantastic programme of creative events to keep the whole family busy throughout the holidays in a wide range of stunning settings. From workshops at Colby Woodland Gardens to our annual outdoor Shakespeare production at Lampeter house and outdoor family events at Scolton Manor and Hilton Court Gardens; we have something for everyone!  Join the cheerful project for a beautiful flower-foraging and garland headdress making workshop or for a relaxed sketchbook walk…or both! Both workshops are set to take place in the exquisite surroundings of Colby Woodland Gardens and are brought to you by local florist; Marie Parry from Mim’s flower shed and experienced artists in the Cheerful Project team.  If you love theatre then our very special outdoor annual Shakespeare production will be perfect for you! The Festival Players Theatre Company brings you The Merry Wives of Windsor in this hilarious all-male, fast paced, costumed production. Takin",
            "img": "Bear-Necessities-1-e1502104366297-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Summer Events at Span Arts",
            "tags": [
                "fri",
                "the"
            ]
        },
        {
            "id": "comedy-club-an-interview-with-clare-ferguson-walker",
            "chunk": "       Thursday 15 June , our fantastic Comedy Club returns to  The Queen&#8217;s Hall  with an incredible trio of pure comedic talent!   &#8220;One of the brightest stars to be zooming upwards in Wales at the moment&#8221;   &#8211; Buzz Magazine    <a\nhref=\"https://span-arts.ticketsolve.com/",
            "img": "clare-square-319x258.gif",
            "oldTag": "comedy-club-pembrokeshire",
            "st": "",
            "t": "Comedy Club: An Interview with Clare Ferguson-Walker",
            "tags": [
                "com"
            ]
        },
        {
            "id": "khamira-a-unique-world-music-experience-at-hotel-plas-hyfryd",
            "chunk": "      On  Thursday 25 May , Khamira will be performing at  Hotel Plas Hyfryd , as part of their DEBUT UK/Wales tour. This will be an incredible evening of World Music, as this exciting new band showcase their beautiful fusion of Welsh folk, Indian music and Jazz. <p",
            "img": "promo-01-e1495198523559-319x258.jpg",
            "oldTag": "music-event",
            "st": "",
            "t": "Khamira: A Unique World Music Experience at Hotel Plas Hyfryd",
            "tags": [
                "jaz",
                "mus"
            ]
        },
        {
            "id": "bare-knuckle-parade-set-rock-queens-hall",
            "chunk": "      To kick off this month&#8217;s amazing line-up of musical talent, we have the fantastic Bare Knuckle Parade performing at the Queens Hall as part of their  Summer 2017 Tour.  Forming in a pub during a drunken conversation between friends, the band instantly became a hit in their hometown of Bath, with their unpredictable chaotic live shows and a vast catalogue of contagious songs.  Music critics have been scr",
            "img": "BKP-full-shot-319x258.jpg",
            "oldTag": "music",
            "st": "",
            "t": "Bare Knuckle Parade set to ROCK the Queens Hall!",
            "tags": [
                "jaz",
                "mus"
            ]
        },
        {
            "id": "30-years-of-jazz-at-span-arts",
            "chunk": " Written by Declan Connolly (SpanJazz programmer)  &nbsp;  Hi Guys,  My name is Declan Connolly and I am a member of the bus pass club and still won’t let it go. When I say ‘it’ I really mean the mad urge to bring great musicians to play in our county, our Town and the community owned venue – The Queens Hall. Way back in time, I managed the QH and with a bunch of fabulous people, we had the vision of it as the arts and culture hub of the community. Lynne Crompton has kept a great contemporary arts gallery there. Hundreds of concerts and gigs have moved thousands of people every year since it was rebuilt in 1993, and it should have been renamed as  Narberth Arts Centre  long ago.  These days I am most often seen introducing the bands at Spanjazz nights in the Plas Hyfryd Hotel. I recently realised that the Jazz stream of the Span Arts programme had been going for 30 years! I just love keeping the jazz flag flying here and was very proud last year to ",
            "img": "Tim-Garland-LR3-319x258.jpg",
            "oldTag": "spanjazz",
            "st": "",
            "t": "The Long History of Jazz in Narberth",
            "tags": [
                "jaz"
            ]
        },
        {
            "id": "navf-2017-a-huge-success",
            "chunk": " Pembrokeshire witnessed some truly incredible a cappella talent for the 9 th  edition of the annual  Narberth A Cappella Voice Festival , which once again brought hundreds of singing people into town from all over Wales and beyond.     The only festival of its kind in Wales, the  Narberth A Cappella Voice Festival , described by one festival goer as ‘ Uplifting and Life affirming’ , wowed over 500 people with its mission to experience an uplifting celebration of song.   One festival goe",
            "img": "JennieCaldwellIllumijen-2-319x258.jpg",
            "oldTag": "navf",
            "st": "",
            "t": "Narberth A Cappella Voice Festival 2017 – A Huge Success!",
            "tags": [
                "voi"
            ]
        },
        {
            "id": "make-a-difference-at-navf-2017",
            "chunk": " We all know volunteering to be good for personal growth and development. But why is this? Volunteering is now commonly regarded as activities that develop talent and potential, build human capital and improve employment prospects by enhancing people&#8217;s quality of life and contributing to the realisation of dreams and aspirations. Here at Span Arts we can match your skills and interests with a role that suits you best and we also offer training opportunities. Read more to find the ways in which you can help us as we would like to help you.  &nbsp;   Make a difference in the community  &#8211; Volunteering has a real and valuable positive affect on people, communities and society in general. Narberth A Cappella Voice Festival 2017 simply could not happen without our wonderful volunteers. From poster runs for those with busy lives, to year round festival programming and coordination, our volunteers are vital. Get in touch now if you are interested.  &",
            "img": "20150514_224906-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Make a difference at NAVF 2017",
            "tags": [
                "voi",
                "vol"
            ]
        },
        {
            "id": "narberth-a-cappella-voice-festival-programme-launch",
            "chunk": "  Narberth A Cappella Voice Festival  is thrilled to announce their fantastic line up for the 2017 festival which makes a proud return for its 9th year at The Queens Hall from Friday 24 to Sunday 26 February, for an uplifting celebration of song.  Headlining this year is the enchanting  Helen Chadwick , who will perform A WORLD PREMIER on Friday 24 February.  The foremost voice practitioner in the UK, Helen Chadwick will give the performance ‘House Of Light’ a heartwarming concert of Chadwick’s gorgeous a cappella harmony songs including settings of inspirational poems and fabulous harmonies, body percussion and rhythmic games.  Also performing on Friday night is  Môr Ladron  (The Pirates) a fun-loving, beer-swilling four piece A Cappella shanty group from Ceredigion. Shanty is their passion and they try to blend unique harmonies into the songs whilst still trying to capture the feel of the music. They will be Joined on stage by ",
            "img": "DS_252-SMALLER-for-NAVF-website-1-319x258.jpg",
            "oldTag": "navf",
            "st": "",
            "t": "Narberth A Cappella Voice Festival Programme Launch",
            "tags": [
                "voi"
            ]
        },
        {
            "id": "celebrate-the-uplifting-nature-of-singing-with-navf-2017",
            "chunk": " Written by Kathryn Lambert  The most fundamental action we do to stay alive is to breathe. So when we sing, our breath carries something that is inside us and transforms it into sound.  The soundwaves we create connect us with the world around us and other people, leaving us feeling liberated and happy.  &nbsp;  Singing is beyond difference, beyond language and brings us together in a way that little else does.     Take just a moment this year to experience the power of singing by joining us at  Narberth A Cappella Voice ",
            "img": "DSC_0068-2-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Celebrate the uplifting nature of singing with NAVF 2017",
            "tags": [
                "sin",
                "voi"
            ]
        },
        {
            "id": "benefits-of-volunteering",
            "chunk": " Written by Emily Laurens  In the arts we rather glibly talk sometimes about volunteering being good for personal growth or development. But what exactly is personal growth? Aren’t we always “growing” as people emotionally and intellectually regardless of whether we volunteer or not? Does volunteering really have a role to play?  Aristotle defined personal development as a category of practical wisdom, where the practice of virtues leads to happiness more accurately understood as human flourishing or living well. It is now commonly regarded as activities that  improve  awareness and identity, develop talents and potential, build  human capital  and facilitate  employability , enhance the  quality of life  and contribute to the realization of dreams ",
            "img": "Photo-3-319x258.jpg",
            "oldTag": "navf",
            "st": "",
            "t": "The Benefits of Volunteering",
            "tags": [
                "vol"
            ]
        },
        {
            "id": "the-birth-of-the-aquarian-party",
            "chunk": " Written by Shanna Mandira     To celebrate the Big ‘4 O’ I wanted to mark this scary occasion with a big party. With great music that rocked my boat and turned others on to new styles of music, being a traveller of Asia and very influenced by India and her music I loved the fusion of east and west that Joi mixed.  Having trawled the festivals in the summer and feeling fed up with soulless banging techno and boring bands, I came across Joi &#8211; the only colourful music that stood out at a very bland, beige Big Chill festival. Two East end Bengalis brothers Haroon and Farook Shamsher with long bl",
            "img": "P1060822-319x258.jpg",
            "oldTag": "aquarian-party",
            "st": "",
            "t": "The Birth of the Aquarian Party",
            "tags": [
                "jaz",
                "mus"
            ]
        },
        {
            "id": "volunteering-at-span-arts",
            "chunk": " By volunteer Sarah Miles  I’ve been a Volunteer for Span Arts since the end of March, around 7 months. Since starting I’ve been able to work alongside staff and other volunteers to help deliver events in Narberth and other areas. One of the first things I noticed when I began volunteering was that I was often the youngest person volunteering. It made me wonder if I was volunteering at the right type of organisation, if I should try and volunteer elsewhere. My worries soon subsided after getting to know everyone better, and being around people with similar interests and values, I’ve found, is a great way to spend a few hours a week.  I had first thought about volunteering for Span Arts after feeling the need to get back into the industry while working in a different sector. I had just moved to West Wales from South Wales, where one of my local arts centres had recently shut down (it opened back up September 2015). It had been quite a successful arts venue, but, as many with",
            "img": "Lighting-training-e1483614277144-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Volunteering at Span Arts",
            "tags": [
                "vol"
            ]
        },
        {
            "id": "the-story-behind-our-pay-what-you-can-scheme",
            "chunk": " By Span Arts Manager Kathryn Lambert        How do you encourage people to go to the theatre?  Or to try a show that they are doubtful they will like?  How can we make sure that everyone can attend regardless of whether they can afford it or not?  How do small arts organisations compete with the scale and glitz of professional theatres and their annual Christmas pantomines?  How do we get large groups and families to visit and enjoy the experience together?   &nbsp;  These are just some of the questions we asked ourselves when exploring new ways of developing audiences and in particular increasing family audiences for our Christmas shows.  &nbsp;  One way is to broaden the programme and offer something unique, magical, charming, intimate and different to what’s on at other local larger scale theatres.  So we have once again chosen a magical piece of Children&#8217;s Theatre for all the family this Chri",
            "img": "Picture-5-319x258.png",
            "oldTag": "news-reviews",
            "st": "",
            "t": "The story behind our Pay What You Can scheme",
            "tags": [
                "car",
                "fri"
            ]
        },
        {
            "id": "call-for-young-artistspromotersmusicians",
            "chunk": " &nbsp;      Are you between the ages of 14 &#8211; 25?    Do you enjoy music, dance, literature, poetry, theatre etc?    Are you interested in performing, promoting and/or producing live events in your community?   &nbsp;  Span Arts is excited to announce details of a brand new scheme for supporting young people to perform, produce and promote arts events experiences in Pembrokeshire!  Span Arts is calling on artists, promoters and people with an interest",
            "img": "CutLaVis3-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Call for young artists / promoters / musicians!",
            "tags": [
                "art",
                "jaz",
                "mus"
            ]
        },
        {
            "id": "looking-back-and-moving-forwards-winter-programme",
            "chunk": " Autumn is over, Winter is here. As the weather worsens I’m thrilled as the programme gets more festive, a glittering beacon of creative energy in the bleak winter months. And as the newbie at Span Arts, I’m pleased to be able to look back at the last few months, my first few here, and share my thoughts on what’s coming up.   Glenn Tilbrook , face of 80s chart toppers Squeeze stopped over in Narberth once again for a nostalgic performance at the Queens Hall, despite the poor chap having an upset belly. Fuelled by a dodgy curry, he valiantly powered on to finish his lively 90 minute set only 3 songs short, (including a brief stop in the middle to vomit backstage).  The sympathetic audience had a great time and have been phoning to ask what became of him since, which as the new administrator at Span, has had me attached to the phones since.  Thanks Glenn!  And what a successful night we had with the  John S Davies Ensemble  at Pisga Chapel l",
            "img": "TC-4-LR-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Looking back and moving forwards: Winter programme",
            "tags": [
                "car",
                "the"
            ]
        },
        {
            "id": "gloriator-interview-with-sue-donkin",
            "chunk": " Blog by Emily Laurens      Tell us a bit about Spitz and Co? Where did the name come from?    We are a French/English female comedy duo based in South Gloucestershire.  The name came from my dog &#8211; a Japanese Spitz &#8211; she features in the trailers for our two shows, and was the inspiration behind the logo ( www.spitzandco.com ).  I would love her to be in one of our shows but I know she would completely upstage us! ",
            "img": "gloriator-8-LR-319x258.jpg",
            "oldTag": "theatr-pop-up",
            "st": "",
            "t": "Catching up with Gloriator’s Sue Donkin",
            "tags": [
                "the"
            ]
        },
        {
            "id": "from-fish-to-giant-skeletons",
            "chunk": "  My first three months as The Cheerful Project Outreach and Events Officer.      Image: Credit Jenny Caldwell  My first few months with Span Arts’ Cheerful Project have been a bit of a whirlwind where I’ve experienced two of the largest events I’ve ever been a part of organising.  My first official day of work involved the making of a beautiful flock of willow bird puppets and a shoal of glimmering fish in readiness for the &#8216;  Narberth Carnival&#8217;   at the end of July.  That workshop in Maenclochog Community Hall was one of a series where the public could drop-in to create their puppets to bring along on Cheerful’s Mabinogion themed element of the Carnival float parade. Willow was wrangled into an assortment of bird and fish shapes, each one",
            "img": "ONE-e1478689187476-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "From Fish to Giant Skeletons",
            "tags": [
                "car",
                "art"
            ]
        },
        {
            "id": "open-air-shakespeare-returns",
            "chunk": "    The Festival Players Theatre Company will return to the stunning Lampeter House on Thursday 18 August to perform William Shakespeare’s’ most famous play, Hamlet, to mark the 400th anniversary of his death.  &nbsp;  A small cast of six play multiple roles demanding quick costume changes, as well as performing as singers and musicians. Presented in full costume, an all-male company brings the excitement of this great thriller: intrigue, ghostly visitations, passion, a play-wi",
            "img": "ppPlayScene-copy-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Open Air Shakespeare returns!",
            "tags": [
                "the"
            ]
        },
        {
            "id": "span-arts-volunteer-team-recognised-at-awards-ceremony",
            "chunk": " The Span Arts Volunteer team have had plenty to celebrate about these past few weeks!  The team, who range from 12yrs to 73yrs had their efforts recognised by being nominated at the PAVS (Pembrokeshire Association of Voluntary Services) awards ceremony, which took place in Letterston hall on 9 th  June 2016. The Span Arts group were nominated in the ‘Over 25+’ category, and received their certificate from Pembrokeshire County Council CEO Ian Westley.     New Volunteer Manager, Nerys Craig, also launched a new rewards scheme in Ju",
            "img": "Vol-Blog-Feat-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Span Arts Volunteer Team Recognised at Awards Ceremony!",
            "tags": [
                "vol"
            ]
        },
        {
            "id": "span-arts-summer-of-jazz",
            "chunk": "    SpanJazz will kick off a summer of jazz with the world class tenor master  Art Themen  alongside The John Gibbon Trio on   Thursday 30 June  .  &nbsp;  Art Themen, the saxophone-playing orthopaedic surgeon who has been an appealing presence on the British jazz circuit for over 40 years, hasn&#8217;t lost his appetite for the lateral. Originally a Dexter Gordon and Sonny Rollins stylist,",
            "img": "Arcadian-Collective-Blog-e1466595546554-317x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Span Arts Summer of Jazz!",
            "tags": [
                "jaz"
            ]
        },
        {
            "id": "funk-collective-the-apples-are-coming-to-narberth",
            "chunk": " Span Arts is incredibly excited that   The Apples  , an Israeli funk/jazz collective are coming to perform at  The Queens Hall, Narberth  on  Thursday, 30 June.      Comprised of decks, horns, double bass, and drums, big band vibes mixed with Middle Eastern influences,  The Apples  will play their signature festival sounds.  The musical nine-piece formed in 2002 with student",
            "img": "30062016-The-Apples-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Funk collective The Apples are coming to Narberth!",
            "tags": [
                "jaz"
            ]
        },
        {
            "id": "narberth-a-cappella-voice-festival-2016-a-huge-success",
            "chunk": "   &#8220;Standing ovations, sell-out concerts and stellar workshops characterised the eighth Narberth A Cappella Voice Festival,&#8221;  Beck Hotchin,  Western Telegraph .   Pembrokeshire witnessed some truly incredible a cappella talent for the 8 th  edition of the annual  Narberth A Cappella Voice Festival , which once again brought hundreds of people singing into town from all over Wales and beyond.        Saturday Night Headline Act: The Sons Of Pitches   The only festival of its kind in Wales, the Narberth A Cappella Voice",
            "img": "Narberth-Acapella-1278-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Narberth A Cappella Voice Festival 2016 a huge success!",
            "tags": [
                "voi"
            ]
        },
        {
            "id": "span-arts-theatr-pop-up-success",
            "chunk": "  Span Arts launched its brand new Theatr Pop-Up strand on Saturday 14 May at Llanfallteg Hall with Spike Milligan’s Puckoon and it was a huge success!      ‘ The close proximity was great. Loved all the props and am still in awe of them all. Many thanks for a brilliant evening. It will remain with us forever! ’ – Audience feedback.  &nbsp;  The Theatr Pop-Up strand forms a core part of Span Arts’ mission to deliver ‘Arts for Everyone’ and aims to bring profession",
            "img": "puckoon_3.700x500-1-319x258.jpg",
            "oldTag": "theatr-pop-up",
            "st": "",
            "t": "Span Arts’ Theatr Pop-Up Success",
            "tags": [
                "com",
                "the"
            ]
        },
        {
            "id": "music-family-theatre-and-comedy-in-pembrokeshire-this-half-term",
            "chunk": "  Span Arts has a fantastic programme of events to keep everyone entertained this half-term holiday including folk band  Maia , family theatre  Flossy and Boo’s Curiosity Shop , and comedy legend,  Lee Nelson .       Maia    Saturday 28 May, Queens Hall, Narberth, 8pm     Span Arts is thrilled to welcome inventors of sci-fi folk  <a\nhref=\"https://www.fac",
            "img": "Maia-Oct-2015_Trouble-At-Mill-Square-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Music, Family Theatre and Comedy this half-term!",
            "tags": [
                "car",
                "com",
                "mus",
                "the"
            ]
        },
        {
            "id": "theatr-pop-up",
            "chunk": "    &nbsp;  Span Arts are excited to announce the launch of our new pop up theatre strand, ‘ Theatr Pop-up ’. In partnership with local rural halls, we plan to bring great theatre to communities who may not currently have access to the arts.  For our first event we have Big Telly’s incredible smash hit  Puckoon  coming to the  Millenium Hall, Llanfallteg , as part of their Spring/Summer 2016 Ireland and UK tour.  Based on <",
            "img": "puckoon_3.700x500-1-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Theatr Pop-up – A new theatre strand from Span Arts",
            "tags": [
                "the"
            ]
        },
        {
            "id": "steve-gribbin-comes-to-comedy-club",
            "chunk": "    The incredibly popular Comedy Club is back at The Queens Hall for April, and what an exciting evening it is going to be! Span Arts are thrilled to bring to Narberth one of Liverpool&#8217;s top comedians, and half of the political musical comedy duo Skint Video,  Steve Gribbin .  Steve Gribbin has become a  regular on the UK comedy circuit  since splitting with Brian Mulligan and Skint Video in 1993, is now a permanent member of The Cutting Edge topical show at the London Comedy Store and is a regu",
            "img": "steve_gribbin-1square-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Steve Gribbin comes to Comedy Club!",
            "tags": [
                "com"
            ]
        },
        {
            "id": "80s-chart-toppers-tpau-in-narberth",
            "chunk": "",
            "img": "TPau-Web-Slider-319x258.jpg",
            "oldTag": "news",
            "st": "",
            "t": "80s chart-toppers T’Pau in Narberth"
        },
        {
            "id": "the-big-plant-sale-is-back",
            "chunk": "    Saturday 30th April sees the return of Narberth&#8217;s  The BIG Plant Sale , one of the most important dates on Pembrokeshire’s gardening calendar.  The Plant Sale hosts a huge range of stalls with an impressive range of flowers, herbs and vegetable plants, as well as specialist stock including bamboos, pond plants, succulents and cacti. Along with everything a gardener dreams of, there will also be a live music stage, food stalls (including a BBQ!) and a raffle.  <img\nclass=\" wp-i",
            "img": "Plant-Sale-FB-Banner-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "The BIG Plant Sale is back!",
            "tags": [
                "gar"
            ]
        },
        {
            "id": "taking-theatre-outdoors-for-easter",
            "chunk": " A two-week holiday for Easter gives us an extra opportunity to entertain families across the county, and this time we&#8217;re taking it outdoors for a (hopefully) bright and sunny theatrical performance!  The award-winning Feral Theatre will be delivering  Monarch  within the beautiful surroundings of  Colby Woodland Gardens , on  Thursday 7th April.    With Spring in full bloom, we thought there would be no better way to get people breathing in fresh air and exploring the outdoors than with an enchanting theatrical experience that all members of the family can enjoy.  <img\nclass=\"wp-image-2729 size-medium\" src=\"http://www.span-arts.org.uk/wp-content/uploads/2015-07-30-10.03.36-199x300.jpg\" alt=\"2015-07-30 10.03.36\" width=\"199\" height=\"300\" srcset=\"http://www.span-arts.org.uk/wp-content/uploads/2015-07-30-10.03.36-199x300.jpg 199w, http://www.span-a",
            "img": "2015-07-30-11.05.03-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Taking family theatre outdoors for Easter!",
            "tags": [
                "the"
            ]
        },
        {
            "id": "dancing-mermaids-for-easter",
            "chunk": " The Easter holidays give us the perfect opportunity to put on something truly magical, to keep the whole family entertained. That&#8217;s why we&#8217;re bringing the  Tap Dancing Mermaid  to Narberth!  Arriving at the  Queens Hall, Narberth  on  Tuesday 29th March  will be star performer Tessa Bide and her sensational storytelling ability, as she plays the part of tippety-top dancer Marina.    The Tap Dancing Mermaid &#8211; Span Arts   Here at Span we&#8217;ve always felt committed to delivering the best of children&#8217;s theatre during the school holidays, knowing full well that  having access to the arts from a young age is vital for childhood devel",
            "img": "Tap-Dance-pose-1-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Dancing Mermaids for Easter!",
            "tags": [
                "the"
            ]
        },
        {
            "id": "akua-naru-brings-hip-hop-to-narberth",
            "chunk": " To keep things exciting this Easter, we&#8217;ll be inviting the incredibly talented  Akua Naru  as she performs her sensational and truly historical hip-hop tunes at the  Queens Hall, Narberth  on  Saturday 9th April!    Flying in all the way from the USA, Akua originally hails from New Haven, Conneticut &#8211; a racially divided city battling gentrification, rising unemployment and violent crime.  The startling urban social condition and striking vulnerability of black women helped to shape Akua&#8217;s music, and fuelled her committment to  history and activism ; these are both themes expressed vivivdly within the songs that she&#8217;ll perform here in Narberth.  <img\nclass=\"wp-image-2691\" src=\"http://www.span-arts.org.uk/wp-content/uploads/Akua-Naru-Bench-300x194.png\" alt=\"Akua Naru Bench\" width=\"346\" height=\"224\" srcset=\"http://",
            "img": "akua_naru_2-1-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Akua Naru to bring hip-hop to Narberth",
            "tags": [
                "jaz",
                "mus"
            ]
        },
        {
            "id": "local-pembrokeshire-bands-support-babyhead",
            "chunk": " Here at Span we love to get the locals involved in the events that we organise &#8211; whether that be voluntary work, workshops or actual performance involvement. So, we&#8217;ve arranged for local talent to feature in support of the “8-headed ska hip-hop dub monster”  Babyhead  this March!  Pembrokeshire band  Baked Goods  and West Wales mash-up  The Chalk Outlines  will be performing in support of Babyhead at the  Queens Hall  in Narberth on  Friday 25th March.   <img\nclass=\"wp-image-2655\" src=\"http://www.span-arts.org.uk/wp-content/uploads/BBHD-Jump-LR-300x204.jpg\" alt=\"BBHD Jump LR\" width=\"379\" height=\"258\" srcset=\"http://www.span-arts.org.uk/wp-content/uploads/BBHD-Jump-LR-300x204.jpg 300w, http://www.span-arts.org.uk/wp-content/uploads/BBHD-Jump-LR-768x522.jpg 768w, http://www.span-arts.org.uk/wp-content/uploads/BBHD-J",
            "img": "BBHD-Tom-LR-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Local bands to support Babyhead!",
            "tags": [
                "mus",
                "vol"
            ]
        },
        {
            "id": "inspiring-new-a-cappella-talent",
            "chunk": " Here at Span, we love delivering fantastic entertainment to local people from across West Wales. We&#8217;re also always looking to encourage the growth of new talent within the local arts scene, which is exactly what we hope to do at this years  Narberth A Cappella Voice Festival!   Over the weekend, we&#8217;ve organised a whole range of informative, fun and inspiring workshops for anyone looking to practice their vocals under the supervision of some incredible a cappella masters.   Micheal Deason-Barrow  &#8211; one of the world&#8217;s leading authorities on vocal techniques &#8211; will be one of the many hosts leading the festival&#8217;s workshops.  Under his instruction, a cappella enthusiasts and aspiring singers will learn a vast array of different world music vocal styles, how they&#8217;re influenced by spirituality, and the immense healing power to be gained by singing in different styles.  Choir leader  Seimon Mo",
            "img": "Logo-Thumb-Span-Arts-web-size-copy1-e1455280080661-319x258.jpg",
            "oldTag": "a-cappella",
            "st": "",
            "t": "Inspiring New A Cappella Talent",
            "tags": [
                "mus",
                "sin",
                "voi"
            ]
        },
        {
            "id": "celebrating-welsh-culture-a-cappella-style",
            "chunk": " Being the only festival of its kind in Wales, it seems only right that this year&#8217;s  Narberth A Cappella Voice Festival  celebrates Welsh culture in true a cappella style!  From Thursday 18th &#8211; Sunday 21st, spectacular Welsh acts will dazzle audiences with their repetoire of tunes exploring the traditions, culture and heritage of this proud nation.  One such act will be premier Welsh choir  Cordydd , whose sensational vocals have allowed them to win Choir of the Year award four times at the National Eisteddfod &#8211; more than any other choir!  <img\nclass=\"wp-image-2618\" src=\"http://www.span-arts.org.uk/wp-content/uploads/2013cordyddeist-300x168.jpg\" alt=\"2013cordyddeist\" width=\"348\" height=\"195\" srcset=\"http://www.span-arts.org.uk/wp-content/uploads/2013cordyddeist-300x168.jpg 300w, http://www.span-arts.org.uk/wp-content/uploads/2013cordyddeist.jpg 600w\"",
            "img": "2013cordyddeist-319x258.jpg",
            "oldTag": "a-cappella",
            "st": "",
            "t": "Celebrating Welsh Culture A Cappella Style!",
            "tags": [
                "fol",
                "sin",
                "voi"
            ]
        },
        {
            "id": "global-a-cappella-navf-2016",
            "chunk": " Ever thought of a cappella as an unfamiliar or uncommon genre? Think again! With just 3 weeks to go before the  Narberth A Cappella Voice Festival 2016 , we&#8217;ve been looking at just how popular a cappella has become worldwide; the results are astounding!  Not only has the popularity of a cappella singing sky rocketed in mainstream media, but this spectacular musical genre has also become a global force; vocal groups from all regions of the world have decided to ditch the instruments to sing completley unaccompanied for that extraordinary melodic effect.  <img\nclass=\"wp-image-2599 \" src=\"http://www.span-arts.org.uk/wp-content/uploads/South-African-Male-Zulu-Choir-3-300x197.jpg\" alt=\"South African Male Zulu Choir 3\" width=\"326\" height=\"214\" srcset=\"http://www.span-arts.org.uk/wp-content/uploads/South-African-Male-Zulu-Choir-3-300x197.jpg 300w, http://www.span-arts.org.uk/wp-content/u",
            "img": "South-African-Male-Zulu-Choir-1-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Global A Cappella: NAVF 2016",
            "tags": [
                "voi"
            ]
        },
        {
            "id": "ronnie-scotts-all-stars",
            "chunk": " Calling all jazz fanatics, Span Arts will be welcoming the world renowned  Ronnie Scott&#8217;s  jazz club for an extraordinary performance of  &#8216;The Ronnie Scotts&#8217; Story&#8217;  at the  Queens Hall in Narberth , on the  5th March !  In a first for Pembrokeshire, the  Ronnie Scott’s All Stars  will present a visual and musical celebration of this spectacular club   in association with Gravells KIA.  Performing classic music from the many jazz greats that have performed at  Ronnie Scott’s  in the past, this event promises to deliver an evening unlike any other; celebrating the incredible music and colourful history of a jazz venue truly worthy of its worldwide reputation.  Those involved in delivering this extraordinary performance to our local audience promise to combine  top-class live jazz, exciting narration and rare arch",
            "img": "ronnie-scott-logo-1-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Ronnie Scott’s All Stars",
            "tags": [
                "jaz"
            ]
        },
        {
            "id": "gareth-malones-the-naked-choir-winners-at-navf-2016",
            "chunk": " &nbsp;  Everyone here at Span is gearing up for the highly anticipated performance from winners of BBC Two’s  The Naked Choir with Gareth Malone ,  The Sons of Pitches  at this year’s  Narberth A Cappella Voice Festival.  They&#8217;ll be headlining at the Queens Hall in Narberth on Saturday 20th February, and we couldn&#8217;t be more excited!  This multi-award winning British vocal group will combine soaring solos, outstanding harmonies and sensational beatboxing to stunning effect, which will no doubt leave our local audience in a cappella awe.  Since their creation in 2010, they have captivated audiences across the UK, USA and Asia with their highly creative vocal capacity, offering a programme of inventive pop covers, original numbers and impeccably improvised songs; it is this level of impressive a cappella ability that saw them crowned winners of  Gareth Malone&#8217;s &#8216;The Naked Choir&#8217;  in October 2015.  Following",
            "img": "S-o-P-Thumbnail-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Gareth Malone’s ‘The Naked Choir’ Winners at NAVF 2016!",
            "tags": [
                "mus",
                "sin",
                "voi"
            ]
        },
        {
            "id": "cor-pawb-to-launch-narberth-a-cappella-voice-festival-2016",
            "chunk": " We feel there&#8217;s no better way to launch a festival than with beautiful harmonies from local voices. So, this year&#8217;s  Narberth A Cappella Voice Festival  will be kicking off with a spectacular performance from intergenerational choir Côr Pawb!  Being held at  Follies Theatre  in  Folly Farm , this event brings together over 150 singers from regions across West Wales &#8211; ranging in age from 7 &#8211; 70+ &#8211; to perform songs from around the world, including tunes from  South America, Zimbabwe, Belarus, Croatia, Wales, the USA  and more.  Local schools Ysgol y Preseli, Narberth Community Primary School and Ysgol Gymunedol Brynconin will all be joining in on the fun, helping to deliver fantastic harmonies on the first night of The Narberth A Cappella Voice Festival.  <img\nclass=\"wp-image-2499 \" src=\"http://www.span-arts",
            "img": "NAVF-2016-Cor-Pawb-cropped-e1455274297455-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Côr Pawb to launch Narberth A Cappella Voice Festival 2016",
            "tags": [
                "car",
                "sin",
                "voi"
            ]
        },
        {
            "id": "singing-tea-party",
            "chunk": " Here at Span Arts we&#8217;re starting the year as we mean to go on &#8211; bringing exciting news and great events to Pembrokeshire. We can now announce that we have been awarded a small grant to host a  Singing Tea Party  here in  Narberth, in May!   This event will be part of the month long  Gwanwyn  Festival, held across Wales to celebrate creativity in older age. Our Singing Tea Party will therefore be inspired by the 1940s, offering well known songs from that glamorous decade for everyone to join in on.  As well as a  great line up of 1940s songs  led by a local choir leader, we&#8217;ll also be offering plenty of delicious cakes and warming teas, because what would a Singing Tea Party be without tea?  This event will follow on from the PAVS funded six month long Caring Choirs project, featuring twice monthly singing sessions in care settings until March 2016. Maya Wal",
            "img": "Tea-party--319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Singing Tea Party",
            "tags": [
                "sin"
            ]
        },
        {
            "id": "caring-choirs",
            "chunk": " Span Arts worked with Age Cymru and the Alzheimer&#8217;s Society to identify care settings to hold singing sessions in care settings in Pembrokeshire targeting older people including those with dementia and Alzheimer’s disease.  Local choir leaders Maya Waldman and Molara are now leading fortnightly singing sessions at the  Lee Davies Day Care Centre  in Narberth,  Brooklands Nursing Home  in Saundersfoot and  Belvedere House  in Tenby.   “It’s incredible to see how music unlocks people,” Maya Waldman says. “It creates a channel of communication for people with dementia, and it’s a pleasure to interact with people on that level &#8211; it&#8217;s wonderful to see their enjoyment.”   Maya and Molara are being joined by a small group of volunteers most of whom are members of local community choirs  Sweet Harmony, One Voice, Singing Village, Cor Megaffon  and  Llangrannog Choir .  Vol",
            "img": "Lee-Davies-Nov-2015-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "Community Engagement",
            "t": "Caring Choirs",
            "tags": [
                "car",
                "sin"
            ]
        },
        {
            "id": "the-cheerful-project",
            "chunk": "  The Span Arts Cheerful Project   The Cheerful Project is here to help organise exciting creative opportunities in rural communities with the aim of reducing isolation and increasing cheerfulness. We want to create more opportunities locally for people (you!) to make friends, socialise and have fun while also awakening your inner creativity.   What is the Cheerful Project?    We exist to develop a programme of arts and social activities, workshops and events in rural Pembrokeshire.  We are community led; which means we want to hear your voice, your ideas and get you involved in the project.  The Cheerful Project is for people of all ages. We want to encourage more occasions where you can socialise with different age groups in your community.    Where are we based?   The project will primarily take place in Maenclochog, Clarbeston Road, Narberth and the surrounding rural areas. You will find ",
            "img": "Logo-FB-319x258.jpg",
            "oldTag": "the-cheerful-project",
            "st": "",
            "t": "The Cheerful Project",
            "tags": [
                "car",
                "art"
            ]
        },
        {
            "id": "we-have-been-nominated-for-an-award-radio-pembrokeshire-business-awards",
            "chunk": "",
            "img": "Facebook-400-x-400-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "We have WON an award!"
        },
        {
            "id": "your-reviews",
            "chunk": " Here at Span Arts we would love to hear your thoughts and views on the events you have attended. These are vital to help us keep things going and to make sure we are providing the very best in arts and entertainment for our audiences.  Please write your comments below&#8230;.  &nbsp;   The following two tabs change content below.    Bio    Latest Posts       <div\nclass=\"ts-fab-soc",
            "img": "2013/09/Johnny-Kalsi-website-319x258.jpg",
            "oldTag": "have-your-say",
            "st": "",
            "t": "Have Your Say",
            "tags": [
                "fri"
            ]
        },
        {
            "id": "singing-workshops",
            "chunk": "  Second Wednesday of the month    7.15pm for two hours    Span Arts building, Town Moor   Promoting the benefits of singing to health and well-being, the Span Arts singing group is a friendly inclusive group which meets monthly at the Span Arts building.       It’s friendly, easy-going, and open to all abilities and interests. Not only a great way to unwind, learn new skills and feel uplifted, but also a great way to meet new people.  We use a range of professional and experienced tutors, including Natural Voice Practitioners, who have collectively spent years leading workshops and music-based community projects.  Just turn up and join i",
            "img": "2014/05/Clara-Clay-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "",
            "t": "Singing Workshops",
            "tags": [
                "sin"
            ]
        },
        {
            "id": "narberth-a-cappella-voice-festival-2014",
            "chunk": " Back in February, in its seventh year, the Narberth A Cappella Voice Festival 2015 featured everything from gospel to beatbox, Finnish to Mongolian music, and Welsh folk to jazz, in a weekend packed with concerts and workshops that had something for all tastes.  Highlights included Europe’s leading female a cappella quintet,  Black Voices  who headlined the opening night and had the audience on their feet with their hands in the air with their lush repertoire of traditional African, Caribbean and English folk songs, jazz, gospel, pop and reggae. Having performed previously in Narberth for the Children’s Festival many years ago, and again for the Narberth A Cappella Festival in 2010, the group attracted a full-house of loyal fans and new converts.   <img\nclass=\"aligncenter wp-image-1641 size-medium\" src=\"http://www.span-arts.org.uk/wp-content/uploads/2014/12/BV3-300x232.jpg\" alt=\"Narberth",
            "img": "2014/10/Untitled-12-319x258.jpg",
            "oldTag": "news-reviews",
            "st": "A Success Once Again!",
            "t": "Narberth A Cappella Voice Festival 2015",
            "tags": [
                "voi"
            ]
        },
        {
            "id": "the-changing-face-of-span-arts",
            "chunk": "",
            "img": "2014/09/Graffiti-west-wales-319x258.jpg",
            "oldTag": "news",
            "st": "",
            "t": "The Changing Face of Span Arts"
        }
    ]
}